const climateData = {
    "가나(쿠마시)": {
        "coords": [
            6.716666666666667,
            -1.6
        ],
        "symbol": "Aw",
        "temp": [
            26.9,
            28,
            28.1,
            27.6,
            26.9,
            25.8,
            24.9,
            24.6,
            25.3,
            26,
            26.8,
            26.7
        ],
        "precip": [
            31.3,
            56.4,
            86.6,
            161.6,
            174.8,
            171.6,
            131.9,
            78.5,
            168.8,
            171.4,
            63.8,
            34.8
        ],
        "elevation": "286",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EA%B0%80%EB%82%98(%EC%BF%A0%EB%A7%88%EC%8B%9C)/500/250",
        "desc": "아프리카에 위치한 가나(쿠마시)입니다. 쾨펜 기후 구분상 Aw 기후가 나타납니다."
    },
    "그리스(아테네 공항)": {
        "coords": [
            37.733333333333334,
            23.733333333333334
        ],
        "symbol": "BS",
        "temp": [
            10.1,
            10.6,
            12.8,
            16.2,
            21.1,
            26.1,
            28.9,
            29,
            24.7,
            20.1,
            15.5,
            11.7
        ],
        "precip": [
            52.2,
            36.7,
            37.7,
            26,
            16.3,
            9.8,
            9.4,
            2.6,
            16.6,
            37,
            66.1,
            65.5
        ],
        "elevation": "28",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EA%B7%B8%EB%A6%AC%EC%8A%A4(%EC%95%84%ED%85%8C%EB%84%A4%20%EA%B3%B5%ED%95%AD)/500/250",
        "desc": "유럽에 위치한 그리스(아테네 공항)입니다. 쾨펜 기후 구분상 BS 기후가 나타납니다."
    },
    "그린란드(덴)(누크)": {
        "coords": [
            64.16666666666667,
            -51.75
        ],
        "symbol": "ET",
        "temp": [
            -7.4,
            -8.5,
            -7.6,
            -3.1,
            1,
            4.7,
            7.2,
            6.9,
            3.9,
            0.2,
            -3.3,
            -5.4
        ],
        "precip": [
            63.7,
            41.2,
            49.1,
            49.7,
            45.6,
            43.3,
            55.3,
            86.4,
            87.2,
            79.3,
            67.5,
            67.5
        ],
        "elevation": "80",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EA%B7%B8%EB%A6%B0%EB%9E%80%EB%93%9C(%EB%8D%B4)(%EB%88%84%ED%81%AC)/500/250",
        "desc": "북아메리카에 위치한 그린란드(덴)(누크)입니다. 쾨펜 기후 구분상 ET 기후가 나타납니다."
    },
    "그린란드(타시일라크)": {
        "coords": [
            65.6,
            -37.63333333333333
        ],
        "symbol": "ET",
        "temp": [
            -6,
            -6.1,
            -5.9,
            -2.4,
            1.2,
            4.8,
            7.2,
            7,
            4.2,
            0.1,
            -2.8,
            -4.9
        ],
        "precip": [
            106.8,
            94.8,
            97,
            75,
            59.8,
            30.6,
            37.6,
            53.2,
            85.7,
            69.9,
            88.1,
            90
        ],
        "elevation": "54",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EA%B7%B8%EB%A6%B0%EB%9E%80%EB%93%9C(%ED%83%80%EC%8B%9C%EC%9D%BC%EB%9D%BC%ED%81%AC)/500/250",
        "desc": "북아메리카에 위치한 그린란드(타시일라크)입니다. 쾨펜 기후 구분상 ET 기후가 나타납니다."
    },
    "나미비아(빈트후크)": {
        "coords": [
            -22.566666666666666,
            17.1
        ],
        "symbol": "BS",
        "temp": [
            24.7,
            23.5,
            22.6,
            20.4,
            18.2,
            15.3,
            14.9,
            17.6,
            21.3,
            23.6,
            23.9,
            24.7
        ],
        "precip": [
            107,
            105.4,
            90.8,
            37.9,
            8,
            0.1,
            0,
            0.2,
            2.6,
            9.5,
            15.9,
            38.7
        ],
        "elevation": "1725",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%82%98%EB%AF%B8%EB%B9%84%EC%95%84(%EB%B9%88%ED%8A%B8%ED%9B%84%ED%81%AC)/500/250",
        "desc": "아프리카에 위치한 나미비아(빈트후크)입니다. 쾨펜 기후 구분상 BS 기후가 나타납니다."
    },
    "남극(보스토크)": {
        "coords": [
            -78.45,
            106.85
        ],
        "symbol": "EF",
        "temp": [
            -31.6,
            -44.3,
            -58.1,
            -64.3,
            -65.1,
            -65.5,
            -66.4,
            -66.7,
            -65.3,
            -56.3,
            -41.3,
            -31.2
        ],
        "precip": [
            2.5,
            2,
            2.5,
            2.5,
            3.4,
            2.8,
            2.4,
            2.3,
            2.6,
            2.9,
            2.1,
            2.1
        ],
        "elevation": "3488",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%82%A8%EA%B7%B9(%EB%B3%B4%EC%8A%A4%ED%86%A0%ED%81%AC)/500/250",
        "desc": "남극에 위치한 남극(보스토크)입니다. 쾨펜 기후 구분상 EF 기후가 나타납니다."
    },
    "남아프리카(케이프타운)": {
        "coords": [
            -33.96666666666667,
            18.6
        ],
        "symbol": "Cs",
        "temp": [
            21.6,
            21.7,
            20.2,
            17.7,
            15.3,
            13.1,
            12.5,
            12.9,
            14.4,
            16.8,
            18.5,
            20.6
        ],
        "precip": [
            9.6,
            10.6,
            13.1,
            41.4,
            63.1,
            89,
            81.2,
            73,
            44.1,
            29,
            26.4,
            12.1
        ],
        "elevation": "46",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/capetown/500/250",
        "desc": "아프리카에 위치한 남아프리카(케이프타운)입니다. 쾨펜 기후 구분상 Cs 기후가 나타납니다.",
        "exam_freq": "⭐⭐⭐⭐⭐",
        "history": "221105, 230902, 231119, 250610, 250905"
    },
    "남아프리카(프리토리아)": {
        "coords": [
            -25.733333333333334,
            28.183333333333334
        ],
        "symbol": "Cw",
        "temp": [
            23.2,
            23.2,
            21.7,
            18.8,
            15.4,
            12.5,
            12.3,
            15.6,
            19.8,
            21.3,
            22.3,
            22.7
        ],
        "precip": [
            118.6,
            110.5,
            81.5,
            25.4,
            19.1,
            4.5,
            0.6,
            3.8,
            14.3,
            65.5,
            99.5,
            121.9
        ],
        "elevation": "1308",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%82%A8%EC%95%84%ED%94%84%EB%A6%AC%EC%B9%B4(%ED%94%84%EB%A6%AC%ED%86%A0%EB%A6%AC%EC%95%84)/500/250",
        "desc": "아프리카에 위치한 남아프리카(프리토리아)입니다. 쾨펜 기후 구분상 Cw 기후가 나타납니다."
    },
    "네덜란드(드빌트오스)": {
        "coords": [
            52.083333333333336,
            5.166666666666667
        ],
        "symbol": "Cfb",
        "temp": [
            3.6,
            3.9,
            6.5,
            9.9,
            13.4,
            16.2,
            18.3,
            17.9,
            14.7,
            10.9,
            7,
            4.2
        ],
        "precip": [
            70.8,
            63,
            57.8,
            41.3,
            59.4,
            70.6,
            85.2,
            83.5,
            78,
            81.2,
            80.1,
            81.6
        ],
        "elevation": "1",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%84%A4%EB%8D%9C%EB%9E%80%EB%93%9C(%EB%93%9C%EB%B9%8C%ED%8A%B8%EC%98%A4%EC%8A%A4)/500/250",
        "desc": "유럽에 위치한 네덜란드(드빌트오스)입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다."
    },
    "노르웨이(오슬로)": {
        "coords": [
            60.2,
            11.066666666666666
        ],
        "symbol": "Df",
        "temp": [
            -4.4,
            -4.2,
            -0.5,
            4.6,
            10.1,
            14.2,
            16.5,
            15.1,
            10.6,
            5,
            0.4,
            -3.5
        ],
        "precip": [
            63.5,
            47.2,
            45.1,
            50,
            65.9,
            77.8,
            82.2,
            101.2,
            80.1,
            95.6,
            88.7,
            67
        ],
        "elevation": "202",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%85%B8%EB%A5%B4%EC%9B%A8%EC%9D%B4(%EC%98%A4%EC%8A%AC%EB%A1%9C)/500/250",
        "desc": "유럽에 위치한 노르웨이(오슬로)입니다. 쾨펜 기후 구분상 Df 기후가 나타납니다."
    },
    "뉴질랜드(크라이스트처치)": {
        "coords": [
            -43.483333333333334,
            172.55
        ],
        "symbol": "Cfb",
        "temp": [
            16.8,
            16.7,
            14.6,
            11.8,
            9,
            6.3,
            5.6,
            7.1,
            9.3,
            11.2,
            13.2,
            15.5
        ],
        "precip": [
            42,
            38.1,
            41.9,
            47.5,
            68.9,
            52,
            67.6,
            66.4,
            43.1,
            45.9,
            45.1,
            43.3
        ],
        "elevation": "38",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%89%B4%EC%A7%88%EB%9E%9C%EB%93%9C(%ED%81%AC%EB%9D%BC%EC%9D%B4%EC%8A%A4%ED%8A%B8%EC%B2%98%EC%B9%98)/500/250",
        "desc": "오세아니아에 위치한 뉴질랜드(크라이스트처치)입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다."
    },
    "뉴칼레도니아(누메아)": {
        "coords": [
            -22.266666666666666,
            166.43333333333334
        ],
        "symbol": "Aw",
        "temp": [
            26,
            26.5,
            25.8,
            24.4,
            22.6,
            21.2,
            20.2,
            20.1,
            21.2,
            22.6,
            23.9,
            25.4
        ],
        "precip": [
            106.6,
            131.6,
            160.4,
            123.8,
            93.4,
            79.2,
            73.8,
            69.4,
            40.8,
            37.2,
            44.2,
            63
        ],
        "elevation": "70",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EB%89%B4%EC%B9%BC%EB%A0%88%EB%8F%84%EB%8B%88%EC%95%84(%EB%88%84%EB%A9%94%EC%95%84)/500/250",
        "desc": "오세아니아에 위치한 뉴칼레도니아(누메아)입니다. 쾨펜 기후 구분상 Aw 기후가 나타납니다."
    },
    "니제르(니아메)": {
        "coords": [
            13.483333333333333,
            2.1666666666666665
        ],
        "symbol": "BS",
        "temp": [
            24.6,
            27.8,
            31.8,
            34.7,
            34.5,
            32.2,
            29.5,
            28.1,
            29.6,
            31.3,
            29,
            25.6
        ],
        "precip": [
            0,
            0,
            0.5,
            11.6,
            24.9,
            81.2,
            141.7,
            192.3,
            85.8,
            18.2,
            0,
            0
        ],
        "elevation": "223",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%8B%88%EC%A0%9C%EB%A5%B4(%EB%8B%88%EC%95%84%EB%A9%94)/500/250",
        "desc": "아프리카에 위치한 니제르(니아메)입니다. 쾨펜 기후 구분상 BS 기후가 나타납니다."
    },
    "니카라과(마나과)": {
        "coords": [
            12.15,
            -86.16666666666667
        ],
        "symbol": "Aw",
        "temp": [
            26.6,
            27.3,
            28.3,
            29.5,
            29,
            27.6,
            27.3,
            27.6,
            27.2,
            26.9,
            26.6,
            26.6
        ],
        "precip": [
            33,
            4.2,
            2.1,
            41.9,
            145,
            144.9,
            139.6,
            141.8,
            184.9,
            278.1,
            110.1,
            6.5
        ],
        "elevation": "56",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%8B%88%EC%B9%B4%EB%9D%BC%EA%B3%BC(%EB%A7%88%EB%82%98%EA%B3%BC)/500/250",
        "desc": "북아메리카에 위치한 니카라과(마나과)입니다. 쾨펜 기후 구분상 Aw 기후가 나타납니다."
    },
    "대한민국(부산)": {
        "coords": [
            35.1,
            129.01666666666668
        ],
        "symbol": "Cfa",
        "temp": [
            3.6,
            5.4,
            9.1,
            13.7,
            17.9,
            21.1,
            24.4,
            26.1,
            22.6,
            17.9,
            12,
            5.8
        ],
        "precip": [
            34.3,
            49.7,
            89.6,
            140.9,
            154.3,
            188.4,
            326.9,
            266.5,
            160.5,
            79.7,
            50.6,
            32.9
        ],
        "elevation": "70",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EB%8C%80%ED%95%9C%EB%AF%BC%EA%B5%AD(%EB%B6%80%EC%82%B0)/500/250",
        "desc": "아시아에 위치한 대한민국(부산)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다."
    },
    "대한민국(서울)": {
        "coords": [
            37.56666666666667,
            126.96666666666667
        ],
        "symbol": "Cw",
        "temp": [
            -1.9,
            0.7,
            6.1,
            12.6,
            18.3,
            22.7,
            25.3,
            26.1,
            21.7,
            15.1,
            7.5,
            0.2
        ],
        "precip": [
            16.4,
            28.1,
            36.9,
            71.7,
            103.7,
            129.6,
            414.5,
            348.3,
            141.6,
            52.1,
            51.2,
            23.7
        ],
        "elevation": "86",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EB%8C%80%ED%95%9C%EB%AF%BC%EA%B5%AD(%EC%84%9C%EC%9A%B8)/500/250",
        "desc": "아시아에 위치한 대한민국(서울)입니다. 쾨펜 기후 구분상 Cw 기후가 나타납니다."
    },
    "덴마크(코펜하겐)": {
        "coords": [
            55.68333333333333,
            12.533333333333333
        ],
        "symbol": "Cfb",
        "temp": [
            1.8,
            1.9,
            3.8,
            8.2,
            12.5,
            15.9,
            18.4,
            18.1,
            14.4,
            10,
            6.1,
            3.1
        ],
        "precip": [
            43.7,
            32,
            34,
            30.5,
            44.7,
            60.5,
            59.8,
            76.7,
            58.9,
            62.3,
            52.9,
            50.1
        ],
        "elevation": "7",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%8D%B4%EB%A7%88%ED%81%AC(%EC%BD%94%ED%8E%9C%ED%95%98%EA%B2%90)/500/250",
        "desc": "유럽에 위치한 덴마크(코펜하겐)입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다."
    },
    "독일(뮌헨)": {
        "coords": [
            48.333333333333336,
            11.8
        ],
        "symbol": "Cfb",
        "temp": [
            -0.2,
            0.7,
            4.8,
            9.2,
            13.6,
            17.1,
            18.8,
            18.5,
            13.8,
            9.2,
            4,
            0.7
        ],
        "precip": [
            49.3,
            33.9,
            41.9,
            47.6,
            85.6,
            103.2,
            93.8,
            84.4,
            56.3,
            52,
            41.4,
            47.3
        ],
        "elevation": "445",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%8F%85%EC%9D%BC(%EB%AE%8C%ED%97%A8)/500/250",
        "desc": "유럽에 위치한 독일(뮌헨)입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다."
    },
    "독일(베를린)": {
        "coords": [
            52.46666666666667,
            13.4
        ],
        "symbol": "Cfb",
        "temp": [
            1.2,
            2.1,
            5.2,
            10.2,
            14.6,
            18,
            20.1,
            19.7,
            15.3,
            10.2,
            5.4,
            2.3
        ],
        "precip": [
            49.3,
            36.8,
            41.3,
            30.2,
            50,
            57.4,
            71.4,
            58.1,
            46.1,
            44.7,
            42.6,
            42.3
        ],
        "elevation": "48",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%8F%85%EC%9D%BC(%EB%B2%A0%EB%A5%BC%EB%A6%B0)/500/250",
        "desc": "유럽에 위치한 독일(베를린)입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다."
    },
    "독일(프랑크푸르트)": {
        "coords": [
            50.03333333333333,
            8.583333333333334
        ],
        "symbol": "Cfb",
        "temp": [
            2.3,
            3.1,
            6.8,
            11.1,
            15,
            18.5,
            20.5,
            20,
            15.6,
            10.7,
            6.1,
            3.1
        ],
        "precip": [
            42.5,
            40.2,
            38.4,
            34.6,
            62.7,
            56,
            66.6,
            62.8,
            47.1,
            50.6,
            47.9,
            52.3
        ],
        "elevation": "112",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/frankfurt/500/250",
        "desc": "유럽에 위치한 독일(프랑크푸르트)입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "231119"
    },
    "라오스(비엔티안)": {
        "coords": [
            17.95,
            102.56666666666666
        ],
        "symbol": "Aw",
        "temp": [
            23.3,
            25.2,
            27.9,
            29.7,
            29.1,
            28.7,
            28.3,
            27.9,
            28,
            27.6,
            26,
            23.4
        ],
        "precip": [
            20.6,
            31.4,
            51.7,
            98.6,
            195.1,
            229.9,
            296.6,
            329.5,
            257.7,
            101.2,
            23.3,
            5
        ],
        "elevation": "171",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%9D%BC%EC%98%A4%EC%8A%A4(%EB%B9%84%EC%97%94%ED%8B%B0%EC%95%88)/500/250",
        "desc": "아시아에 위치한 라오스(비엔티안)입니다. 쾨펜 기후 구분상 Aw 기후가 나타납니다."
    },
    "러시아(딕손)": {
        "coords": [
            73.5,
            80.4
        ],
        "symbol": "ET",
        "temp": [
            -24,
            -24.1,
            -20.6,
            -15.3,
            -7,
            1.1,
            5.8,
            6,
            2.5,
            -6.4,
            -16.4,
            -21.7
        ],
        "precip": [
            36.2,
            32.5,
            27.5,
            21.9,
            24.3,
            28.1,
            32.2,
            41,
            42.3,
            37.9,
            29.4,
            36.3
        ],
        "elevation": "42",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/dikson/500/250",
        "desc": "아시아에 위치한 러시아(딕손)입니다. 쾨펜 기후 구분상 ET 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "220613"
    },
    "러시아(모스크바)": {
        "coords": [
            55.833333333333336,
            37.61666666666667
        ],
        "symbol": "Df",
        "temp": [
            -6.2,
            -5.9,
            -0.7,
            6.9,
            13.6,
            17.3,
            19.7,
            17.6,
            11.9,
            5.8,
            -0.5,
            -4.4
        ],
        "precip": [
            53.2,
            44,
            39,
            36.6,
            61.2,
            77.4,
            83.8,
            78.3,
            66.1,
            70.1,
            51.9,
            51.4
        ],
        "elevation": "147",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/moscow/500/250",
        "desc": "유럽에 위치한 러시아(모스크바)입니다. 쾨펜 기후 구분상 Df 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "241112"
    },
    "러시아(베르호얀스크)": {
        "coords": [
            67.56666666666666,
            133.4
        ],
        "symbol": "Dw",
        "temp": [
            -44.7,
            -42,
            -28.6,
            -10.7,
            4.1,
            14,
            16.5,
            12.2,
            2.9,
            -13.2,
            -33.7,
            -43.5
        ],
        "precip": [
            5.9,
            5.4,
            4.6,
            4.1,
            14.9,
            29.7,
            35.1,
            28.6,
            20.3,
            12.8,
            11.3,
            6.3
        ],
        "elevation": "136",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EB%9F%AC%EC%8B%9C%EC%95%84(%EB%B2%A0%EB%A5%B4%ED%98%B8%EC%96%80%EC%8A%A4%ED%81%AC)/500/250",
        "desc": "아시아에 위치한 러시아(베르호얀스크)입니다. 쾨펜 기후 구분상 Dw 기후가 나타납니다."
    },
    "러시아(블라디보스토크)": {
        "coords": [
            43.11666666666667,
            131.91666666666666
        ],
        "symbol": "Dw",
        "temp": [
            -11.9,
            -8.1,
            -1.5,
            5.3,
            10,
            13.8,
            18.1,
            20,
            16.3,
            9.3,
            -0.7,
            -9.2
        ],
        "precip": [
            11.4,
            16,
            24.4,
            43,
            97.2,
            101.5,
            157.8,
            176,
            103.3,
            67.4,
            35.9,
            22
        ],
        "elevation": "187",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/vladivostok/500/250",
        "desc": "아시아에 위치한 러시아(블라디보스토크)입니다. 쾨펜 기후 구분상 Dw 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "250607"
    },
    "러시아(상트페테르부르크)": {
        "coords": [
            59.96666666666667,
            30.3
        ],
        "symbol": "Df",
        "temp": [
            -4.9,
            -5,
            -1,
            5.2,
            11.5,
            16.1,
            19.1,
            17.4,
            12.4,
            6.2,
            0.9,
            -2.5
        ],
        "precip": [
            46.4,
            35.8,
            34.6,
            37,
            47,
            68.6,
            84.1,
            86.4,
            57,
            63.5,
            56.7,
            51
        ],
        "elevation": "3",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%9F%AC%EC%8B%9C%EC%95%84(%EC%83%81%ED%8A%B8%ED%8E%98%ED%85%8C%EB%A5%B4%EB%B6%80%EB%A5%B4%ED%81%AC)/500/250",
        "desc": "유럽에 위치한 러시아(상트페테르부르크)입니다. 쾨펜 기후 구분상 Df 기후가 나타납니다."
    },
    "러시아(아스트라한)": {
        "coords": [
            46.266666666666666,
            47.96666666666667
        ],
        "symbol": "BS",
        "temp": [
            -3.7,
            -3,
            3.2,
            11.2,
            18.4,
            23.7,
            26.1,
            24.7,
            18,
            10.8,
            3.2,
            -1.8
        ],
        "precip": [
            14,
            13.7,
            16.9,
            26.1,
            27.4,
            25.8,
            21.1,
            16.9,
            16.2,
            16.9,
            17.5,
            18.1
        ],
        "elevation": "-22",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EB%9F%AC%EC%8B%9C%EC%95%84(%EC%95%84%EC%8A%A4%ED%8A%B8%EB%9D%BC%ED%95%9C)/500/250",
        "desc": "유럽에 위치한 러시아(아스트라한)입니다. 쾨펜 기후 구분상 BS 기후가 나타납니다."
    },
    "러시아(오이먀콘)": {
        "coords": [
            63.25,
            143.15
        ],
        "symbol": "Df",
        "temp": [
            -45.6,
            -42.2,
            -30.4,
            -12.6,
            3.6,
            12.7,
            15.3,
            10.9,
            2.5,
            -13.6,
            -34.4,
            -45
        ],
        "precip": [
            6.4,
            6.3,
            5.4,
            5.8,
            14.7,
            38.7,
            45.5,
            39.2,
            24,
            13.1,
            13.1,
            6.3
        ],
        "elevation": "740",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/oymyakon/500/250",
        "desc": "아시아에 위치한 러시아(오이먀콘)입니다. 쾨펜 기후 구분상 Df 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "251113"
    },
    "러시아(오호츠크)": {
        "coords": [
            59.36666666666667,
            143.18333333333334
        ],
        "symbol": "Df",
        "temp": [
            -19.9,
            -18.6,
            -12.1,
            -3.8,
            2.7,
            8.1,
            12.9,
            13.7,
            9,
            -1.2,
            -12.7,
            -19
        ],
        "precip": [
            14.5,
            9.6,
            15.8,
            23.7,
            40.2,
            54.4,
            81.7,
            94.4,
            81.2,
            66.2,
            26.3,
            12.3
        ],
        "elevation": "5",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EB%9F%AC%EC%8B%9C%EC%95%84(%EC%98%A4%ED%98%B8%EC%B8%A0%ED%81%AC)/500/250",
        "desc": "아시아에 위치한 러시아(오호츠크)입니다. 쾨펜 기후 구분상 Df 기후가 나타납니다."
    },
    "러시아(옴스크)": {
        "coords": [
            55.016666666666666,
            73.38333333333334
        ],
        "symbol": "Df",
        "temp": [
            -16.9,
            -14.6,
            -6.6,
            4.7,
            13,
            18,
            19.4,
            17,
            10.7,
            3.8,
            -6.9,
            -13.9
        ],
        "precip": [
            21.3,
            17.9,
            19.1,
            26,
            30.9,
            55.2,
            64.8,
            56,
            29.6,
            32.9,
            34.8,
            31.5
        ],
        "elevation": "121",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%9F%AC%EC%8B%9C%EC%95%84(%EC%98%B4%EC%8A%A4%ED%81%AC)/500/250",
        "desc": "아시아에 위치한 러시아(옴스크)입니다. 쾨펜 기후 구분상 Df 기후가 나타납니다."
    },
    "러시아(이르쿠츠크)": {
        "coords": [
            52.266666666666666,
            104.31666666666666
        ],
        "symbol": "Dw",
        "temp": [
            -17.6,
            -14,
            -5.5,
            3.6,
            10.4,
            16.4,
            19,
            16.5,
            9.5,
            2,
            -7.9,
            -15.3
        ],
        "precip": [
            14.6,
            9.7,
            11.8,
            21.6,
            35.2,
            68.6,
            101.4,
            96.5,
            52.6,
            21.1,
            20.2,
            18.5
        ],
        "elevation": "467",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/irkutsk/500/250",
        "desc": "아시아에 위치한 러시아(이르쿠츠크)입니다. 쾨펜 기후 구분상 Dw 기후가 나타납니다.",
        "exam_freq": "⭐⭐⭐",
        "history": "221116, 231111, 260919"
    },
    "루마니아(부쿠레슈티)": {
        "coords": [
            44.5,
            26.066666666666666
        ],
        "symbol": "Cfa",
        "temp": [
            -1.5,
            0.7,
            5.6,
            11.4,
            16.8,
            21.1,
            23,
            22.4,
            16.9,
            10.8,
            5.3,
            0
        ],
        "precip": [
            41.1,
            33.8,
            41.7,
            53.8,
            71.3,
            82.5,
            68.4,
            47.5,
            63.6,
            58.9,
            44,
            46.5
        ],
        "elevation": "90",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%A3%A8%EB%A7%88%EB%8B%88%EC%95%84(%EB%B6%80%EC%BF%A0%EB%A0%88%EC%8A%88%ED%8B%B0)/500/250",
        "desc": "유럽에 위치한 루마니아(부쿠레슈티)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다."
    },
    "룩셈부르크(룩셈부르크)": {
        "coords": [
            49.61666666666667,
            6.216666666666667
        ],
        "symbol": "Cfb",
        "temp": [
            1.4,
            2.2,
            5.7,
            9.6,
            13.5,
            16.7,
            18.7,
            18.4,
            14.4,
            9.9,
            5.2,
            2.3
        ],
        "precip": [
            72.7,
            60.7,
            57.5,
            49.3,
            72.7,
            71.1,
            75.1,
            69,
            66.7,
            77,
            76.9,
            89.4
        ],
        "elevation": "376",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%A3%A9%EC%85%88%EB%B6%80%EB%A5%B4%ED%81%AC(%EB%A3%A9%EC%85%88%EB%B6%80%EB%A5%B4%ED%81%AC)/500/250",
        "desc": "유럽에 위치한 룩셈부르크(룩셈부르크)입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다."
    },
    "르완다(키갈리)": {
        "coords": [
            -1.95,
            30.116666666666667
        ],
        "symbol": "Aw",
        "temp": [
            21.6,
            21.6,
            21,
            20.9,
            20.9,
            21.5,
            21.7,
            22.5,
            21.9,
            21.5,
            20.3,
            21
        ],
        "precip": [
            92.5,
            104.1,
            132.1,
            122.1,
            100.3,
            21.6,
            13.9,
            39.2,
            62.4,
            120.2,
            161.5,
            90.6
        ],
        "elevation": "1491",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%A5%B4%EC%99%84%EB%8B%A4(%ED%82%A4%EA%B0%88%EB%A6%AC)/500/250",
        "desc": "아프리카에 위치한 르완다(키갈리)입니다. 쾨펜 기후 구분상 Aw 기후가 나타납니다."
    },
    "리투아니아(카우나스)": {
        "coords": [
            54.88333333333333,
            23.833333333333332
        ],
        "symbol": "Df",
        "temp": [
            -3.1,
            -2.3,
            1.2,
            7.7,
            13.1,
            16.3,
            18.6,
            17.7,
            12.9,
            7.3,
            2.6,
            -1.2
        ],
        "precip": [
            45.1,
            36.5,
            36.2,
            35.8,
            49.7,
            67.3,
            93.4,
            76,
            50,
            60.4,
            48.9,
            44.3
        ],
        "elevation": "76",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%A6%AC%ED%88%AC%EC%95%84%EB%8B%88%EC%95%84(%EC%B9%B4%EC%9A%B0%EB%82%98%EC%8A%A4)/500/250",
        "desc": "유럽에 위치한 리투아니아(카우나스)입니다. 쾨펜 기후 구분상 Df 기후가 나타납니다."
    },
    "마다가스카르(안타나나리보)": {
        "coords": [
            -18.8,
            47.483333333333334
        ],
        "symbol": "Cw",
        "temp": [
            21.3,
            21.4,
            21.1,
            20.1,
            17.9,
            15.5,
            14.6,
            15.6,
            17.3,
            19.4,
            20.8,
            21.4
        ],
        "precip": [
            379.4,
            286.3,
            227.5,
            43.9,
            11.6,
            3.8,
            5.9,
            4.9,
            9.8,
            44.7,
            143.4,
            283.2
        ],
        "elevation": "1279",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%A7%88%EB%8B%A4%EA%B0%80%EC%8A%A4%EC%B9%B4%EB%A5%B4(%EC%95%88%ED%83%80%EB%82%98%EB%82%98%EB%A6%AC%EB%B3%B4)/500/250",
        "desc": "아프리카에 위치한 마다가스카르(안타나나리보)입니다. 쾨펜 기후 구분상 Cw 기후가 나타납니다."
    },
    "마르티니크(포르드프랑스)": {
        "coords": [
            14.583333333333334,
            -60.983333333333334
        ],
        "symbol": "Af",
        "temp": [
            25.4,
            25.4,
            25.7,
            26.5,
            27.3,
            27.7,
            27.8,
            27.8,
            27.6,
            27.2,
            26.7,
            26
        ],
        "precip": [
            112.6,
            82.5,
            79.8,
            125.8,
            145.3,
            168.8,
            208.4,
            241.1,
            200.7,
            275,
            244.8,
            161
        ],
        "elevation": "3",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%A7%88%EB%A5%B4%ED%8B%B0%EB%8B%88%ED%81%AC(%ED%8F%AC%EB%A5%B4%EB%93%9C%ED%94%84%EB%9E%91%EC%8A%A4)/500/250",
        "desc": "북아메리카에 위치한 마르티니크(포르드프랑스)입니다. 쾨펜 기후 구분상 Af 기후가 나타납니다."
    },
    "마셜제도(마주로)": {
        "coords": [
            7.083333333333333,
            171.38333333333333
        ],
        "symbol": "Af",
        "temp": [
            27.9,
            27.9,
            28,
            28,
            28.1,
            28,
            28.1,
            28.1,
            28.2,
            28.2,
            28.1,
            27.9
        ],
        "precip": [
            196.1,
            202.7,
            197.3,
            267.9,
            263.1,
            269,
            297.8,
            289.8,
            324.4,
            344.6,
            327.1,
            285.6
        ],
        "elevation": "3",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%A7%88%EC%85%9C%EC%A0%9C%EB%8F%84(%EB%A7%88%EC%A3%BC%EB%A1%9C)/500/250",
        "desc": "오세아니아에 위치한 마셜제도(마주로)입니다. 쾨펜 기후 구분상 Af 기후가 나타납니다."
    },
    "말레이시아(코타키나발루)": {
        "coords": [
            5.916666666666667,
            116.03333333333333
        ],
        "symbol": "Af",
        "temp": [
            26.8,
            26.9,
            27.5,
            28.1,
            28.1,
            27.8,
            27.5,
            27.7,
            27.6,
            27.2,
            27.2,
            27.1
        ],
        "precip": [
            143.6,
            79.3,
            96.3,
            125.2,
            215.3,
            294.8,
            303.5,
            278.9,
            287.4,
            381.7,
            295.1,
            255
        ],
        "elevation": "2",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EB%A7%90%EB%A0%88%EC%9D%B4%EC%8B%9C%EC%95%84(%EC%BD%94%ED%83%80%ED%82%A4%EB%82%98%EB%B0%9C%EB%A3%A8)/500/250",
        "desc": "아시아에 위치한 말레이시아(코타키나발루)입니다. 쾨펜 기후 구분상 Af 기후가 나타납니다."
    },
    "말레이시아(쿠알라룸푸르)": {
        "coords": [
            3.1166666666666667,
            101.55
        ],
        "symbol": "Af",
        "temp": [
            27.3,
            27.7,
            28.1,
            28.1,
            28.5,
            28.4,
            28,
            28,
            27.7,
            27.5,
            27.1,
            27
        ],
        "precip": [
            231.3,
            195.6,
            271.5,
            303.6,
            220.1,
            141.5,
            166.2,
            172.6,
            218.3,
            280.5,
            356.5,
            283.9
        ],
        "elevation": "27",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%A7%90%EB%A0%88%EC%9D%B4%EC%8B%9C%EC%95%84(%EC%BF%A0%EC%95%8C%EB%9D%BC%EB%A3%B8%ED%91%B8%EB%A5%B4)/500/250",
        "desc": "아시아에 위치한 말레이시아(쿠알라룸푸르)입니다. 쾨펜 기후 구분상 Af 기후가 나타납니다."
    },
    "말리(바마코)": {
        "coords": [
            12.533333333333333,
            -7.95
        ],
        "symbol": "Aw",
        "temp": [
            25,
            28.1,
            30.9,
            32.4,
            31.4,
            28.8,
            26.4,
            25.6,
            26.1,
            27.2,
            26.8,
            25.2
        ],
        "precip": [
            0.4,
            0,
            5.4,
            14.8,
            72.3,
            116.5,
            239.3,
            270.3,
            176.1,
            54.3,
            1.9,
            0
        ],
        "elevation": "380",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%A7%90%EB%A6%AC(%EB%B0%94%EB%A7%88%EC%BD%94)/500/250",
        "desc": "아프리카에 위치한 말리(바마코)입니다. 쾨펜 기후 구분상 Aw 기후가 나타납니다."
    },
    "멕시코(멕시코시티)": {
        "coords": [
            19.4,
            -99.18333333333334
        ],
        "symbol": "Cw",
        "temp": [
            14.4,
            16.5,
            18.1,
            19.7,
            19.8,
            18.5,
            17.5,
            17.6,
            17.2,
            16.6,
            15.4,
            14.9
        ],
        "precip": [
            6.8,
            2.7,
            13,
            43.1,
            80,
            185,
            234.9,
            191.9,
            151.7,
            72.7,
            12.2,
            9.2
        ],
        "elevation": "2309",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%A9%95%EC%8B%9C%EC%BD%94(%EB%A9%95%EC%8B%9C%EC%BD%94%EC%8B%9C%ED%8B%B0)/500/250",
        "desc": "북아메리카에 위치한 멕시코(멕시코시티)입니다. 쾨펜 기후 구분상 Cw 기후가 나타납니다."
    },
    "멕시코(몬테레이)": {
        "coords": [
            25.716666666666665,
            -100.28333333333333
        ],
        "symbol": "BS",
        "temp": [
            15.1,
            18.1,
            21.1,
            24.2,
            26.7,
            28.6,
            28.8,
            29,
            26.3,
            23.4,
            18.9,
            15.8
        ],
        "precip": [
            17.8,
            17.9,
            29.9,
            26,
            56,
            56.7,
            51.3,
            65.1,
            215.5,
            63.2,
            32.6,
            24.9
        ],
        "elevation": "515",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EB%A9%95%EC%8B%9C%EC%BD%94(%EB%AA%AC%ED%85%8C%EB%A0%88%EC%9D%B4)/500/250",
        "desc": "북아메리카에 위치한 멕시코(몬테레이)입니다. 쾨펜 기후 구분상 BS 기후가 나타납니다."
    },
    "모로코(라바트)": {
        "coords": [
            34.03333333333333,
            -6.75
        ],
        "symbol": "Cs",
        "temp": [
            11.9,
            12.8,
            14.6,
            15.9,
            18.5,
            20.8,
            22.5,
            23,
            21.5,
            19.2,
            15.4,
            13.3
        ],
        "precip": [
            84.7,
            62.5,
            64.4,
            42.7,
            16.8,
            3.4,
            0.6,
            0.8,
            12.8,
            53.6,
            91,
            90.4
        ],
        "elevation": "74",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/rabat/500/250",
        "desc": "아프리카에 위치한 모로코(라바트)입니다. 쾨펜 기후 구분상 Cs 기후가 나타납니다.",
        "exam_freq": "⭐⭐",
        "history": "240619, 250610"
    },
    "모로코(카사블랑카)": {
        "coords": [
            33.56666666666667,
            -7.666666666666667
        ],
        "symbol": "Cs",
        "temp": [
            13,
            14,
            15.6,
            17.1,
            19.3,
            21.4,
            23,
            23.5,
            22.4,
            20.3,
            16.7,
            14.5
        ],
        "precip": [
            65.9,
            44,
            41.1,
            33.2,
            16.3,
            3,
            0.6,
            0.1,
            12,
            46.3,
            71.2,
            69.8
        ],
        "elevation": "56",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EB%AA%A8%EB%A1%9C%EC%BD%94(%EC%B9%B4%EC%82%AC%EB%B8%94%EB%9E%91%EC%B9%B4)/500/250",
        "desc": "아프리카에 위치한 모로코(카사블랑카)입니다. 쾨펜 기후 구분상 Cs 기후가 나타납니다."
    },
    "모리셔스(세인트브랜든)": {
        "coords": [
            -16.45,
            59.61666666666667
        ],
        "symbol": "Aw",
        "temp": [
            28.5,
            28.6,
            28.5,
            27.8,
            26.6,
            25.1,
            24.1,
            23.9,
            24.3,
            25.2,
            26.4,
            27.7
        ],
        "precip": [
            156.1,
            196,
            143.3,
            127.7,
            69,
            45.1,
            46.1,
            46.9,
            29.8,
            27.6,
            38.6,
            81.2
        ],
        "elevation": "2",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EB%AA%A8%EB%A6%AC%EC%85%94%EC%8A%A4(%EC%84%B8%EC%9D%B8%ED%8A%B8%EB%B8%8C%EB%9E%9C%EB%93%A0)/500/250",
        "desc": "아프리카에 위치한 모리셔스(세인트브랜든)입니다. 쾨펜 기후 구분상 Aw 기후가 나타납니다."
    },
    "모리셔스(플라이산스)": {
        "coords": [
            -20.433333333333334,
            57.68333333333333
        ],
        "symbol": "Am",
        "temp": [
            26.9,
            26.9,
            26.5,
            25.7,
            24,
            22.6,
            21.8,
            21.7,
            22.2,
            23.3,
            24.6,
            26.1
        ],
        "precip": [
            242.2,
            248.8,
            249.8,
            174,
            115.6,
            85.4,
            85.8,
            74.2,
            62.2,
            49.4,
            77.2,
            124.8
        ],
        "elevation": "55",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%AA%A8%EB%A6%AC%EC%85%94%EC%8A%A4(%ED%94%8C%EB%9D%BC%EC%9D%B4%EC%82%B0%EC%8A%A4)/500/250",
        "desc": "아프리카에 위치한 모리셔스(플라이산스)입니다. 쾨펜 기후 구분상 Am 기후가 나타납니다."
    },
    "모리타니(누악쇼트)": {
        "coords": [
            18.1,
            -15.95
        ],
        "symbol": "BW",
        "temp": [
            21.6,
            23.3,
            24.4,
            24.6,
            25.7,
            26.9,
            27.4,
            28.7,
            29.6,
            29.2,
            25.9,
            22.9
        ],
        "precip": [
            1,
            0.1,
            0.7,
            0,
            0,
            3.6,
            10.2,
            46.4,
            51.3,
            7.9,
            1.7,
            8.8
        ],
        "elevation": "2",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%AA%A8%EB%A6%AC%ED%83%80%EB%8B%88(%EB%88%84%EC%95%85%EC%87%BC%ED%8A%B8)/500/250",
        "desc": "아프리카에 위치한 모리타니(누악쇼트)입니다. 쾨펜 기후 구분상 BW 기후가 나타납니다."
    },
    "몬테네그로(포드고리차)": {
        "coords": [
            42.43333333333333,
            19.283333333333335
        ],
        "symbol": "Cfa",
        "temp": [
            6.3,
            7.5,
            11.1,
            15.3,
            20,
            24.8,
            27.8,
            27.9,
            22.1,
            16.9,
            11.4,
            7.2
        ],
        "precip": [
            125.8,
            142,
            145.5,
            127,
            95.5,
            53.6,
            45.8,
            60.1,
            152.8,
            152,
            261.4,
            214
        ],
        "elevation": "49",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%AA%AC%ED%85%8C%EB%84%A4%EA%B7%B8%EB%A1%9C(%ED%8F%AC%EB%93%9C%EA%B3%A0%EB%A6%AC%EC%B0%A8)/500/250",
        "desc": "유럽에 위치한 몬테네그로(포드고리차)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다."
    },
    "몰도바(키시너우)": {
        "coords": [
            47.016666666666666,
            28.983333333333334
        ],
        "symbol": "Cfa",
        "temp": [
            -2.1,
            -0.3,
            4.9,
            11.4,
            17.1,
            20.9,
            23.1,
            23.2,
            17.7,
            11,
            5.4,
            0.5
        ],
        "precip": [
            44.8,
            32.5,
            35.9,
            37.5,
            50.5,
            70.9,
            67.1,
            37.3,
            43.6,
            48.1,
            44.3,
            40.7
        ],
        "elevation": "173",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%AA%B0%EB%8F%84%EB%B0%94(%ED%82%A4%EC%8B%9C%EB%84%88%EC%9A%B0)/500/250",
        "desc": "유럽에 위치한 몰도바(키시너우)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다."
    },
    "몰타(루카)": {
        "coords": [
            35.85,
            14.483333333333333
        ],
        "symbol": "Cs",
        "temp": [
            12.9,
            12.6,
            14,
            16.3,
            19.9,
            24.1,
            26.7,
            27.4,
            24.8,
            21.7,
            17.8,
            14.4
        ],
        "precip": [
            80,
            65.2,
            39.5,
            15.2,
            9.8,
            8.4,
            0,
            5.9,
            43.8,
            66.6,
            93.7,
            86.8
        ],
        "elevation": "91",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%AA%B0%ED%83%80(%EB%A3%A8%EC%B9%B4)/500/250",
        "desc": "유럽에 위치한 몰타(루카)입니다. 쾨펜 기후 구분상 Cs 기후가 나타납니다."
    },
    "몽골(울란바토르)": {
        "coords": [
            47.916666666666664,
            106.86666666666666
        ],
        "symbol": "BS",
        "temp": [
            -21.4,
            -16.2,
            -6.1,
            3.1,
            10.3,
            16.3,
            19.1,
            16.8,
            10.2,
            1.1,
            -10.4,
            -19
        ],
        "precip": [
            1.8,
            2.8,
            4,
            9.1,
            21.4,
            44.9,
            79.8,
            66.2,
            28.3,
            9.6,
            6.6,
            3.2
        ],
        "elevation": "1729",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/ulaanbaatar/500/250",
        "desc": "아시아에 위치한 몽골(울란바토르)입니다. 쾨펜 기후 구분상 BS 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "251113"
    },
    "미국(괌)": {
        "coords": [
            13.466666666666667,
            144.78333333333333
        ],
        "symbol": "Af",
        "temp": [
            27.1,
            27,
            27.5,
            28.1,
            28.5,
            28.6,
            28,
            27.7,
            27.6,
            27.8,
            28.1,
            27.8
        ],
        "precip": [
            119.3,
            91.8,
            72,
            80.6,
            115.4,
            139.2,
            293.9,
            412.7,
            377.3,
            319.6,
            199.1,
            127.4
        ],
        "elevation": "75",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%AF%B8%EA%B5%AD(%EA%B4%8C)/500/250",
        "desc": "오세아니아에 위치한 미국(괌)입니다. 쾨펜 기후 구분상 Af 기후가 나타납니다."
    },
    "미국(뉴올리언스)": {
        "coords": [
            29.983333333333334,
            -90.25
        ],
        "symbol": "Cfa",
        "temp": [
            12.2,
            14.3,
            17.5,
            20.9,
            24.9,
            27.7,
            28.6,
            28.6,
            26.9,
            22.3,
            16.7,
            13.5
        ],
        "precip": [
            131.6,
            103.9,
            111.1,
            131.6,
            142.5,
            193.5,
            168.9,
            179.8,
            132.4,
            93.8,
            98.4,
            104
        ],
        "elevation": "1",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/neworleans/500/250",
        "desc": "북아메리카에 위치한 미국(뉴올리언스)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "221119"
    },
    "미국(뉴욕)": {
        "coords": [
            40.766666666666666,
            -73.9
        ],
        "symbol": "Cfa",
        "temp": [
            1.2,
            2.2,
            5.9,
            11.8,
            17.4,
            22.7,
            26,
            25.2,
            21.4,
            15.1,
            9.3,
            4.3
        ],
        "precip": [
            82.7,
            74.1,
            102.1,
            97.4,
            91.3,
            102.8,
            107.3,
            111.9,
            97.8,
            97,
            79.8,
            104.6
        ],
        "elevation": "7",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/newyork/500/250",
        "desc": "북아메리카에 위치한 미국(뉴욕)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다.",
        "exam_freq": "⭐⭐",
        "history": "220913, 230915"
    },
    "미국(댈러스)": {
        "coords": [
            32.9,
            -97.03333333333333
        ],
        "symbol": "Cfa",
        "temp": [
            8.2,
            10.5,
            14.8,
            18.9,
            23.6,
            28,
            30.1,
            30.1,
            26.1,
            20.1,
            13.8,
            9.2
        ],
        "precip": [
            62.2,
            68.2,
            81.2,
            81.1,
            119.8,
            93.4,
            52.3,
            55.5,
            69.4,
            106,
            64.1,
            72.1
        ],
        "elevation": "182",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%AF%B8%EA%B5%AD(%EB%8C%88%EB%9F%AC%EC%8A%A4)/500/250",
        "desc": "북아메리카에 위치한 미국(댈러스)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다."
    },
    "미국(덴버)": {
        "coords": [
            39.766666666666666,
            -104.86666666666666
        ],
        "symbol": "BS",
        "temp": [
            -0.2,
            0.6,
            5.3,
            8.8,
            14,
            20,
            23.6,
            22.3,
            17.5,
            10.5,
            4.3,
            -0.4
        ],
        "precip": [
            11.5,
            10.9,
            25.9,
            48.3,
            53.1,
            42.7,
            61.9,
            52,
            29.4,
            25.1,
            24.5,
            12.6
        ],
        "elevation": "1611",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%AF%B8%EA%B5%AD(%EB%8D%B4%EB%B2%84)/500/250",
        "desc": "북아메리카에 위치한 미국(덴버)입니다. 쾨펜 기후 구분상 BS 기후가 나타납니다."
    },
    "미국(디트로이트)": {
        "coords": [
            42.233333333333334,
            -83.33333333333333
        ],
        "symbol": "Df",
        "temp": [
            -3.4,
            -2.2,
            2.9,
            9.4,
            15.7,
            21.1,
            23.4,
            22.5,
            18.4,
            11.7,
            5.1,
            -0.3
        ],
        "precip": [
            53.4,
            48.5,
            60.9,
            81.5,
            95.7,
            81.5,
            84.1,
            83.3,
            81.2,
            63.1,
            64.6,
            55.5
        ],
        "elevation": "195",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%AF%B8%EA%B5%AD(%EB%94%94%ED%8A%B8%EB%A1%9C%EC%9D%B4%ED%8A%B8)/500/250",
        "desc": "북아메리카에 위치한 미국(디트로이트)입니다. 쾨펜 기후 구분상 Df 기후가 나타납니다."
    },
    "미국(라스베이거스)": {
        "coords": [
            36.083333333333336,
            -115.16666666666667
        ],
        "symbol": "BW",
        "temp": [
            9.5,
            11.8,
            15.9,
            19.7,
            25,
            30.7,
            33.9,
            33,
            28.5,
            21.2,
            13.8,
            8.9
        ],
        "precip": [
            14.1,
            20.2,
            7.4,
            5.4,
            1.9,
            1.3,
            9.2,
            8,
            8.6,
            8.3,
            8,
            10.9
        ],
        "elevation": "662",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%AF%B8%EA%B5%AD(%EB%9D%BC%EC%8A%A4%EB%B2%A0%EC%9D%B4%EA%B1%B0%EC%8A%A4)/500/250",
        "desc": "북아메리카에 위치한 미국(라스베이거스)입니다. 쾨펜 기후 구분상 BW 기후가 나타납니다."
    },
    "미국(로스앤젤레스)": {
        "coords": [
            33.93333333333333,
            -118.4
        ],
        "symbol": "BS",
        "temp": [
            14.4,
            14.4,
            15.1,
            16.2,
            17.5,
            19.1,
            20.9,
            21.4,
            21.1,
            19.5,
            16.8,
            14.2
        ],
        "precip": [
            73,
            77.3,
            44.1,
            16.1,
            7.3,
            2.3,
            1.3,
            0.2,
            2.9,
            12.3,
            20.8,
            56.9
        ],
        "elevation": "38",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%AF%B8%EA%B5%AD(%EB%A1%9C%EC%8A%A4%EC%95%A4%EC%A0%A4%EB%A0%88%EC%8A%A4)/500/250",
        "desc": "북아메리카에 위치한 미국(로스앤젤레스)입니다. 쾨펜 기후 구분상 BS 기후가 나타납니다."
    },
    "미국(마이애미)": {
        "coords": [
            25.75,
            -80.38333333333334
        ],
        "symbol": "Am",
        "temp": [
            20.4,
            21.6,
            22.9,
            24.9,
            26.8,
            28.2,
            29,
            29,
            28.3,
            26.8,
            23.8,
            21.8
        ],
        "precip": [
            46.6,
            54.5,
            63.1,
            84.9,
            157,
            266.9,
            188,
            241.8,
            259.3,
            192.6,
            89.9,
            62
        ],
        "elevation": "4",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/miami/500/250",
        "desc": "북아메리카에 위치한 미국(마이애미)입니다. 쾨펜 기후 구분상 Am 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "기출 참고"
    },
    "미국(미니애폴리스)": {
        "coords": [
            44.88333333333333,
            -93.21666666666667
        ],
        "symbol": "Df",
        "temp": [
            -8.9,
            -6.4,
            0.6,
            8.2,
            15.2,
            20.8,
            23.4,
            22,
            17.4,
            9.6,
            1.5,
            -5.6
        ],
        "precip": [
            22.4,
            22,
            42.8,
            74.3,
            99.2,
            116.3,
            103.1,
            108.4,
            76.7,
            65.2,
            40.8,
            29.9
        ],
        "elevation": "256",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%AF%B8%EA%B5%AD(%EB%AF%B8%EB%8B%88%EC%95%A0%ED%8F%B4%EB%A6%AC%EC%8A%A4)/500/250",
        "desc": "북아메리카에 위치한 미국(미니애폴리스)입니다. 쾨펜 기후 구분상 Df 기후가 나타납니다."
    },
    "미국(배로)": {
        "coords": [
            71.28333333333333,
            -156.78333333333333
        ],
        "symbol": "ET",
        "temp": [
            -24.2,
            -24.4,
            -23.5,
            -15.4,
            -5.1,
            2.3,
            5.5,
            4.4,
            1,
            -5.9,
            -14.6,
            -21.3
        ],
        "precip": [
            4.6,
            6.4,
            8.9,
            4.8,
            7.1,
            11.4,
            24.4,
            27.2,
            20.1,
            13.6,
            9.2,
            6.9
        ],
        "elevation": "11",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%AF%B8%EA%B5%AD(%EB%B0%B0%EB%A1%9C)/500/250",
        "desc": "북아메리카에 위치한 미국(배로)입니다. 쾨펜 기후 구분상 ET 기후가 나타납니다."
    },
    "미국(보스턴)": {
        "coords": [
            42.36666666666667,
            -71.03333333333333
        ],
        "symbol": "Cfa",
        "temp": [
            -1,
            0,
            3.6,
            9.3,
            14.7,
            20.1,
            23.5,
            22.8,
            18.8,
            12.8,
            7.2,
            2.2
        ],
        "precip": [
            83.7,
            80.4,
            105,
            91.2,
            82.5,
            100.6,
            81.9,
            80.1,
            90.3,
            101.2,
            92.9,
            109.3
        ],
        "elevation": "6",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%AF%B8%EA%B5%AD(%EB%B3%B4%EC%8A%A4%ED%84%B4)/500/250",
        "desc": "북아메리카에 위치한 미국(보스턴)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다."
    },
    "미국(샌프란시스코)": {
        "coords": [
            37.61666666666667,
            -122.38333333333334
        ],
        "symbol": "Cs",
        "temp": [
            10.7,
            11.8,
            13,
            13.9,
            15.4,
            16.9,
            17.7,
            18.2,
            18.2,
            16.9,
            13.4,
            10.7
        ],
        "precip": [
            98.8,
            100.2,
            69.4,
            35.2,
            13.3,
            3.8,
            0,
            1,
            1.9,
            20,
            50.3,
            105.9
        ],
        "elevation": "6",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/sanfran/500/250",
        "desc": "북아메리카에 위치한 미국(샌프란시스코)입니다. 쾨펜 기후 구분상 Cs 기후가 나타납니다.",
        "exam_freq": "⭐⭐⭐",
        "history": "220913, 230905, 241119, 260612"
    },
    "미국(세인트루이스)": {
        "coords": [
            38.75,
            -90.36666666666666
        ],
        "symbol": "Cfa",
        "temp": [
            0.2,
            2.7,
            8.3,
            14.3,
            19.8,
            24.8,
            27,
            26.1,
            21.7,
            15.1,
            8.1,
            2.6
        ],
        "precip": [
            65.7,
            56.6,
            89,
            121.9,
            122.8,
            114.6,
            97.3,
            86,
            75.4,
            80.1,
            87,
            63.6
        ],
        "elevation": "174",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EB%AF%B8%EA%B5%AD(%EC%84%B8%EC%9D%B8%ED%8A%B8%EB%A3%A8%EC%9D%B4%EC%8A%A4)/500/250",
        "desc": "북아메리카에 위치한 미국(세인트루이스)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다."
    },
    "미국(시애틀)": {
        "coords": [
            47.45,
            -122.3
        ],
        "symbol": "Cs",
        "temp": [
            5.7,
            6.3,
            8,
            10.4,
            13.8,
            16.3,
            19.2,
            19.3,
            16.6,
            11.7,
            7.7,
            5.2
        ],
        "precip": [
            146.8,
            96,
            106.2,
            81.1,
            49,
            36.8,
            15.1,
            24.6,
            40.6,
            99.2,
            159.5,
            148.4
        ],
        "elevation": "130",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%AF%B8%EA%B5%AD(%EC%8B%9C%EC%95%A0%ED%8B%80)/500/250",
        "desc": "북아메리카에 위치한 미국(시애틀)입니다. 쾨펜 기후 구분상 Cs 기후가 나타납니다."
    },
    "미국(시카고)": {
        "coords": [
            41.983333333333334,
            -87.9
        ],
        "symbol": "Df",
        "temp": [
            -4.3,
            -2.3,
            3.4,
            9.4,
            15.4,
            20.9,
            23.7,
            22.7,
            18.6,
            11.8,
            4.7,
            -1.3
        ],
        "precip": [
            50.4,
            48.4,
            62.5,
            92.9,
            114.3,
            104.2,
            92.7,
            107.6,
            79.7,
            87.2,
            60.7,
            53.2
        ],
        "elevation": "203",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%AF%B8%EA%B5%AD(%EC%8B%9C%EC%B9%B4%EA%B3%A0)/500/250",
        "desc": "북아메리카에 위치한 미국(시카고)입니다. 쾨펜 기후 구분상 Df 기후가 나타납니다."
    },
    "미국(애틀랜타)": {
        "coords": [
            33.65,
            -84.41666666666667
        ],
        "symbol": "Cfa",
        "temp": [
            6.9,
            9,
            12.9,
            17.1,
            21.7,
            25.4,
            27,
            26.6,
            23.6,
            17.9,
            12.1,
            8.3
        ],
        "precip": [
            115.8,
            115.8,
            118.9,
            97.9,
            89.6,
            116.7,
            120.8,
            109.2,
            97,
            80.1,
            101.7,
            115.5
        ],
        "elevation": "312",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/atlanta/500/250",
        "desc": "북아메리카에 위치한 미국(애틀랜타)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "260919"
    },
    "미국(앵커리지)": {
        "coords": [
            61.15,
            -149.96666666666667
        ],
        "symbol": "Df",
        "temp": [
            -8.3,
            -5.9,
            -3.3,
            3.2,
            9.1,
            13.4,
            15.4,
            14.2,
            9.7,
            2.5,
            -4.6,
            -7
        ],
        "precip": [
            19.8,
            22.1,
            17.3,
            11.6,
            17.3,
            25.9,
            47.3,
            77.4,
            79.6,
            47.1,
            30.3,
            29.5
        ],
        "elevation": "52",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EB%AF%B8%EA%B5%AD(%EC%95%B5%EC%BB%A4%EB%A6%AC%EC%A7%80)/500/250",
        "desc": "북아메리카에 위치한 미국(앵커리지)입니다. 쾨펜 기후 구분상 Df 기후가 나타납니다."
    },
    "미국(워싱턴)": {
        "coords": [
            38.85,
            -77.03333333333333
        ],
        "symbol": "Cfa",
        "temp": [
            2.8,
            4.2,
            8.4,
            14.2,
            19.3,
            24.3,
            27,
            26,
            22.2,
            15.7,
            9.7,
            5.1
        ],
        "precip": [
            73.4,
            64.6,
            88.9,
            81.8,
            100.5,
            106.7,
            109.8,
            82.6,
            99.8,
            93,
            73.8,
            86
        ],
        "elevation": "5",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%AF%B8%EA%B5%AD(%EC%9B%8C%EC%8B%B1%ED%84%B4)/500/250",
        "desc": "북아메리카에 위치한 미국(워싱턴)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다."
    },
    "미국(포틀랜드)": {
        "coords": [
            45.6,
            -122.58333333333333
        ],
        "symbol": "Cs",
        "temp": [
            5.3,
            6.5,
            8.9,
            11.4,
            15.1,
            17.8,
            21.1,
            21.3,
            18.4,
            13,
            8.2,
            5.2
        ],
        "precip": [
            128,
            93.8,
            101.1,
            74.8,
            64.8,
            41.4,
            12.9,
            14.1,
            38.7,
            87,
            137.6,
            145.2
        ],
        "elevation": "7",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EB%AF%B8%EA%B5%AD(%ED%8F%AC%ED%8B%80%EB%9E%9C%EB%93%9C)/500/250",
        "desc": "북아메리카에 위치한 미국(포틀랜드)입니다. 쾨펜 기후 구분상 Cs 기후가 나타납니다."
    },
    "미국(푸에르토리코)": {
        "coords": [
            18.416666666666668,
            -65.98333333333333
        ],
        "symbol": "Am",
        "temp": [
            25.2,
            25.4,
            25.9,
            26.7,
            27.6,
            28.3,
            28.4,
            28.6,
            28.4,
            28.1,
            26.9,
            26
        ],
        "precip": [
            103.2,
            63.8,
            51.9,
            114.8,
            137.2,
            113.2,
            152,
            155.2,
            145.9,
            129.8,
            177.7,
            123.6
        ],
        "elevation": "4",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%AF%B8%EA%B5%AD(%ED%91%B8%EC%97%90%EB%A5%B4%ED%86%A0%EB%A6%AC%EC%BD%94)/500/250",
        "desc": "북아메리카에 위치한 미국(푸에르토리코)입니다. 쾨펜 기후 구분상 Am 기후가 나타납니다."
    },
    "미국(하와이)(호놀룰루)": {
        "coords": [
            21.35,
            -157.93333333333334
        ],
        "symbol": "BS",
        "temp": [
            23,
            23.3,
            23.7,
            24.7,
            25.7,
            26.8,
            27.5,
            27.9,
            27.5,
            26.8,
            25.5,
            24.1
        ],
        "precip": [
            45.7,
            49.4,
            46.5,
            19.8,
            21.9,
            7.6,
            11.2,
            14.3,
            21.7,
            38.4,
            42.3,
            47.4
        ],
        "elevation": "2",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%AF%B8%EA%B5%AD(%ED%95%98%EC%99%80%EC%9D%B4)(%ED%98%B8%EB%86%80%EB%A3%B0%EB%A3%A8)/500/250",
        "desc": "북아메리카에 위치한 미국(하와이)(호놀룰루)입니다. 쾨펜 기후 구분상 BS 기후가 나타납니다."
    },
    "미얀마(양곤)": {
        "coords": [
            16.766666666666666,
            96.16666666666667
        ],
        "symbol": "Am",
        "temp": [
            24.7,
            26.5,
            28.7,
            31,
            30,
            27.4,
            26.9,
            26.8,
            27.5,
            27.7,
            27.6,
            25.3
        ],
        "precip": [
            2.1,
            0.5,
            6.7,
            10.9,
            296,
            578.8,
            645.5,
            566.6,
            369.5,
            228.4,
            72.5,
            7.6
        ],
        "elevation": "14",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/yangon/500/250",
        "desc": "아시아에 위치한 미얀마(양곤)입니다. 쾨펜 기후 구분상 Am 기후가 나타납니다.",
        "exam_freq": "⭐⭐",
        "history": "동남아 몬순"
    },
    "바레인(바레인)": {
        "coords": [
            26.266666666666666,
            50.65
        ],
        "symbol": "BW",
        "temp": [
            17.5,
            18.4,
            21.4,
            26,
            31.1,
            34,
            35.1,
            35.2,
            33.3,
            29.9,
            24.6,
            19.7
        ],
        "precip": [
            17,
            12.8,
            18.5,
            5.8,
            0.5,
            0,
            0.2,
            0,
            0.3,
            0.3,
            20.9,
            14.5
        ],
        "elevation": "2",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%B0%94%EB%A0%88%EC%9D%B8(%EB%B0%94%EB%A0%88%EC%9D%B8)/500/250",
        "desc": "아시아에 위치한 바레인(바레인)입니다. 쾨펜 기후 구분상 BW 기후가 나타납니다."
    },
    "바베이도스(그랜틀리)": {
        "coords": [
            13.066666666666666,
            -59.483333333333334
        ],
        "symbol": "Aw",
        "temp": [
            26,
            25.9,
            26.3,
            26.9,
            27.7,
            27.7,
            27.7,
            27.9,
            27.9,
            27.7,
            27.2,
            26.6
        ],
        "precip": [
            66.1,
            42.2,
            41.5,
            61.4,
            129.5,
            106.9,
            118.2,
            159.1,
            164.6,
            226.3,
            170.6,
            110.1
        ],
        "elevation": "50",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%B0%94%EB%B2%A0%EC%9D%B4%EB%8F%84%EC%8A%A4(%EA%B7%B8%EB%9E%9C%ED%8B%80%EB%A6%AC)/500/250",
        "desc": "북아메리카에 위치한 바베이도스(그랜틀리)입니다. 쾨펜 기후 구분상 Aw 기후가 나타납니다."
    },
    "바하마(나소)": {
        "coords": [
            25.05,
            -77.46666666666667
        ],
        "symbol": "Am",
        "temp": [
            22.1,
            22.4,
            23.1,
            24.7,
            26.3,
            27.9,
            28.9,
            28.9,
            28.4,
            27,
            24.8,
            23.2
        ],
        "precip": [
            44.6,
            49.4,
            55,
            75,
            144.4,
            220.4,
            145,
            205.1,
            192.3,
            160.4,
            79.2,
            45.4
        ],
        "elevation": "7",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%B0%94%ED%95%98%EB%A7%88(%EB%82%98%EC%86%8C)/500/250",
        "desc": "북아메리카에 위치한 바하마(나소)입니다. 쾨펜 기후 구분상 Am 기후가 나타납니다."
    },
    "방글라데시(다카)": {
        "coords": [
            23.766666666666666,
            90.38333333333334
        ],
        "symbol": "Aw",
        "temp": [
            18.2,
            21.7,
            26.2,
            28.4,
            28.5,
            29.2,
            28.9,
            29,
            28.9,
            27.6,
            23.7,
            19.6
        ],
        "precip": [
            7.5,
            23.7,
            48.2,
            148.5,
            299.5,
            311.8,
            362.5,
            296,
            235.4,
            165.4,
            14.2,
            16
        ],
        "elevation": "8",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%B0%A9%EA%B8%80%EB%9D%BC%EB%8D%B0%EC%8B%9C(%EB%8B%A4%EC%B9%B4)/500/250",
        "desc": "아시아에 위치한 방글라데시(다카)입니다. 쾨펜 기후 구분상 Aw 기후가 나타납니다."
    },
    "베냉(코토누)": {
        "coords": [
            6.35,
            2.3833333333333333
        ],
        "symbol": "Aw",
        "temp": [
            27.9,
            29,
            29.4,
            29.1,
            28.4,
            27.1,
            26.3,
            25.8,
            26.4,
            27.3,
            28.5,
            28.4
        ],
        "precip": [
            21.3,
            37.5,
            87.5,
            140.3,
            203.3,
            353.9,
            107.3,
            41.9,
            144.1,
            169.2,
            46.6,
            12.1
        ],
        "elevation": "5",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%B2%A0%EB%83%89(%EC%BD%94%ED%86%A0%EB%88%84)/500/250",
        "desc": "아프리카에 위치한 베냉(코토누)입니다. 쾨펜 기후 구분상 Aw 기후가 나타납니다."
    },
    "베네수엘라(카라카스)": {
        "coords": [
            10.6,
            -66.96666666666667
        ],
        "symbol": "BS",
        "temp": [
            25.5,
            25.6,
            26,
            26.6,
            27.4,
            27.5,
            27.4,
            27.9,
            28.2,
            27.9,
            27.2,
            26.3
        ],
        "precip": [
            30.1,
            26.5,
            20.8,
            22.3,
            37.8,
            40.5,
            54.5,
            53.3,
            48.1,
            51.5,
            75.8,
            42.3
        ],
        "elevation": "43",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EB%B2%A0%EB%84%A4%EC%88%98%EC%97%98%EB%9D%BC(%EC%B9%B4%EB%9D%BC%EC%B9%B4%EC%8A%A4)/500/250",
        "desc": "남아메리카에 위치한 베네수엘라(카라카스)입니다. 쾨펜 기후 구분상 BS 기후가 나타납니다."
    },
    "벨기에(브뤼셀)": {
        "coords": [
            50.8,
            4.35
        ],
        "symbol": "Cfb",
        "temp": [
            3.7,
            4.2,
            7.1,
            10.4,
            13.9,
            16.7,
            18.7,
            18.4,
            15.2,
            11.3,
            7.2,
            4.3
        ],
        "precip": [
            76.3,
            65.7,
            58.5,
            46.6,
            59,
            72.1,
            76.2,
            88.8,
            65.6,
            67.8,
            76.6,
            87.6
        ],
        "elevation": "99",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/brussels/500/250",
        "desc": "유럽에 위치한 벨기에(브뤼셀)입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "240906"
    },
    "벨라루스(민스크)": {
        "coords": [
            53.916666666666664,
            27.633333333333333
        ],
        "symbol": "Df",
        "temp": [
            -4.2,
            -3.6,
            0.7,
            7.6,
            13.4,
            17.1,
            19.1,
            18.2,
            12.7,
            6.7,
            1.4,
            -2.4
        ],
        "precip": [
            46.6,
            39.5,
            41.7,
            43,
            66.2,
            78,
            97.1,
            69.9,
            52,
            55.6,
            49.8,
            46.1
        ],
        "elevation": "223",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%B2%A8%EB%9D%BC%EB%A3%A8%EC%8A%A4(%EB%AF%BC%EC%8A%A4%ED%81%AC)/500/250",
        "desc": "유럽에 위치한 벨라루스(민스크)입니다. 쾨펜 기후 구분상 Df 기후가 나타납니다."
    },
    "벨리즈(벨리즈)": {
        "coords": [
            17.533333333333335,
            -88.3
        ],
        "symbol": "Am",
        "temp": [
            24.3,
            25.2,
            26.1,
            27.8,
            28.5,
            28.7,
            28.5,
            28.6,
            28.4,
            27.3,
            25.7,
            24.8
        ],
        "precip": [
            146.6,
            67.3,
            44.4,
            39.5,
            116.3,
            258.6,
            180.7,
            203.4,
            240,
            299,
            249.7,
            148.8
        ],
        "elevation": "5",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%B2%A8%EB%A6%AC%EC%A6%88(%EB%B2%A8%EB%A6%AC%EC%A6%88)/500/250",
        "desc": "북아메리카에 위치한 벨리즈(벨리즈)입니다. 쾨펜 기후 구분상 Am 기후가 나타납니다."
    },
    "보스니아 헤르체코비나(사라예보)": {
        "coords": [
            43.86666666666667,
            18.433333333333334
        ],
        "symbol": "Cfb",
        "temp": [
            0.4,
            2.2,
            6,
            10.4,
            14.8,
            18.6,
            20.5,
            20.6,
            15.8,
            11.3,
            6.3,
            1.1
        ],
        "precip": [
            72.3,
            68.8,
            70.2,
            76.2,
            94.9,
            91.1,
            79.8,
            64,
            88.2,
            90.8,
            79.4,
            81.4
        ],
        "elevation": "630",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%B3%B4%EC%8A%A4%EB%8B%88%EC%95%84%20%ED%97%A4%EB%A5%B4%EC%B2%B4%EC%BD%94%EB%B9%84%EB%82%98(%EC%82%AC%EB%9D%BC%EC%98%88%EB%B3%B4)/500/250",
        "desc": "유럽에 위치한 보스니아 헤르체코비나(사라예보)입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다."
    },
    "볼리비아(라파스)": {
        "coords": [
            -16.516666666666666,
            -68.18333333333334
        ],
        "symbol": "ET",
        "temp": [
            9,
            9,
            8.8,
            8.1,
            6.5,
            5.3,
            4.9,
            5.8,
            7.3,
            8.6,
            9.5,
            9.4
        ],
        "precip": [
            124.9,
            119.6,
            82,
            30.3,
            14,
            9.9,
            7.5,
            11,
            29.6,
            48.2,
            44.5,
            108.3
        ],
        "elevation": "4058",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%B3%BC%EB%A6%AC%EB%B9%84%EC%95%84(%EB%9D%BC%ED%8C%8C%EC%8A%A4)/500/250",
        "desc": "남아메리카에 위치한 볼리비아(라파스)입니다. 쾨펜 기후 구분상 ET 기후가 나타납니다."
    },
    "부르키나파소(와가두구)": {
        "coords": [
            12.35,
            -1.5166666666666666
        ],
        "symbol": "BS",
        "temp": [
            25,
            28.1,
            31.9,
            33.5,
            32.3,
            30.1,
            27.7,
            26.7,
            27.5,
            29.4,
            28.3,
            25.7
        ],
        "precip": [
            0.1,
            0.6,
            3,
            23.2,
            53.6,
            85.3,
            201.5,
            219.1,
            141.7,
            35,
            0.5,
            0
        ],
        "elevation": "303",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%B6%80%EB%A5%B4%ED%82%A4%EB%82%98%ED%8C%8C%EC%86%8C(%EC%99%80%EA%B0%80%EB%91%90%EA%B5%AC)/500/250",
        "desc": "아프리카에 위치한 부르키나파소(와가두구)입니다. 쾨펜 기후 구분상 BS 기후가 나타납니다."
    },
    "북한(평양)": {
        "coords": [
            39.03333333333333,
            125.78333333333333
        ],
        "symbol": "Dw",
        "temp": [
            -5.1,
            -2.3,
            4,
            11.4,
            17.4,
            21.9,
            24.5,
            25.1,
            20.1,
            13.1,
            5,
            -2.8
        ],
        "precip": [
            10.3,
            15.7,
            21,
            56.4,
            89,
            106.9,
            316,
            236.3,
            109,
            42.6,
            42.5,
            17.2
        ],
        "elevation": "36",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%B6%81%ED%95%9C(%ED%8F%89%EC%96%91)/500/250",
        "desc": "평남에 위치한 북한(평양)입니다. 쾨펜 기후 구분상 Dw 기후가 나타납니다."
    },
    "불가리아(소피아)": {
        "coords": [
            42.65,
            23.383333333333333
        ],
        "symbol": "Cfb",
        "temp": [
            -0.7,
            1.4,
            5.6,
            10.7,
            15.2,
            19.2,
            21.5,
            21.3,
            16.6,
            11.4,
            5.7,
            0.7
        ],
        "precip": [
            35.3,
            36.3,
            46.6,
            52.9,
            71,
            78.2,
            64.8,
            60.5,
            52.7,
            53.9,
            37.5,
            40.2
        ],
        "elevation": "595",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%B6%88%EA%B0%80%EB%A6%AC%EC%95%84(%EC%86%8C%ED%94%BC%EC%95%84)/500/250",
        "desc": "유럽에 위치한 불가리아(소피아)입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다."
    },
    "브라질(마나우스)": {
        "coords": [
            -3.1333333333333333,
            -60.016666666666666
        ],
        "symbol": "Am",
        "temp": [
            26.8,
            26.6,
            26.8,
            26.8,
            27.1,
            27.3,
            27.5,
            28.3,
            28.6,
            28.4,
            28.2,
            27.2
        ],
        "precip": [
            306.6,
            300.1,
            333.5,
            326.4,
            228.9,
            114.3,
            72.8,
            56.2,
            76.9,
            114.9,
            192.2,
            258.4
        ],
        "elevation": "72",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%B8%8C%EB%9D%BC%EC%A7%88(%EB%A7%88%EB%82%98%EC%9A%B0%EC%8A%A4)/500/250",
        "desc": "남아메리카에 위치한 브라질(마나우스)입니다. 쾨펜 기후 구분상 Am 기후가 나타납니다."
    },
    "브라질(브라질리아)": {
        "coords": [
            -15.783333333333333,
            -47.93333333333333
        ],
        "symbol": "Aw",
        "temp": [
            22.1,
            22.2,
            22,
            21.8,
            20.5,
            19.5,
            19.5,
            21.1,
            23,
            23.3,
            22,
            22
        ],
        "precip": [
            206.8,
            181.1,
            223.4,
            142.8,
            31,
            3.7,
            1.6,
            15.6,
            38.1,
            151.5,
            239.8,
            243.7
        ],
        "elevation": "1159",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/brasilia/500/250",
        "desc": "남아메리카에 위치한 브라질(브라질리아)입니다. 쾨펜 기후 구분상 Aw 기후가 나타납니다.",
        "exam_freq": "⭐⭐",
        "history": "220913, 221119"
    },
    "브라질(사우바도르)": {
        "coords": [
            -13.016666666666667,
            -38.516666666666666
        ],
        "symbol": "Af",
        "temp": [
            26.9,
            27.2,
            27.1,
            26.4,
            25.3,
            24.4,
            23.7,
            23.6,
            24.3,
            25.3,
            26.1,
            26.6
        ],
        "precip": [
            79.9,
            96.9,
            147.5,
            284.8,
            306.6,
            251.9,
            192.9,
            125.5,
            99.4,
            91,
            100.5,
            66.8
        ],
        "elevation": "52",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/salvador/500/250",
        "desc": "남아메리카에 위치한 브라질(사우바도르)입니다. 쾨펜 기후 구분상 Af 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "231115"
    },
    "브라질(상파울루)": {
        "coords": [
            -23.5,
            -46.61666666666667
        ],
        "symbol": "Cfa",
        "temp": [
            23.2,
            23.7,
            22.8,
            21.4,
            18.5,
            17.7,
            17.3,
            18.3,
            19.3,
            20.7,
            21.4,
            22.9
        ],
        "precip": [
            286.6,
            242.4,
            196.3,
            90.3,
            65.5,
            63.3,
            53,
            36.3,
            79.5,
            118.4,
            143.6,
            233.1
        ],
        "elevation": "792",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/saopaulo/500/250",
        "desc": "남아메리카에 위치한 브라질(상파울루)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "230608"
    },
    "브라질(포르탈레자)": {
        "coords": [
            -3.7666666666666666,
            -38.6
        ],
        "symbol": "Aw",
        "temp": [
            27.5,
            27.3,
            27,
            26.7,
            26.9,
            26.5,
            26.3,
            26.6,
            27,
            27.4,
            27.7,
            27.9
        ],
        "precip": [
            183.5,
            188.5,
            338.5,
            373.2,
            204.4,
            126.7,
            63,
            19.6,
            13.9,
            9.3,
            12.1,
            30.5
        ],
        "elevation": "26",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EB%B8%8C%EB%9D%BC%EC%A7%88(%ED%8F%AC%EB%A5%B4%ED%83%88%EB%A0%88%EC%9E%90)/500/250",
        "desc": "남아메리카에 위치한 브라질(포르탈레자)입니다. 쾨펜 기후 구분상 Aw 기후가 나타납니다."
    },
    "브라질(포르투벨류)": {
        "coords": [
            -8.766666666666667,
            -63.916666666666664
        ],
        "symbol": "Am",
        "temp": [
            26.3,
            26.1,
            26.1,
            26.3,
            26.1,
            25.6,
            25.3,
            26.2,
            27.5,
            27.1,
            27,
            26.1
        ],
        "precip": [
            359.9,
            340.7,
            280.9,
            235.1,
            110.3,
            41.9,
            28.8,
            37.1,
            88.4,
            165.5,
            220.2,
            333.1
        ],
        "elevation": "95",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EB%B8%8C%EB%9D%BC%EC%A7%88(%ED%8F%AC%EB%A5%B4%ED%88%AC%EB%B2%A8%EB%A5%98)/500/250",
        "desc": "남아메리카에 위치한 브라질(포르투벨류)입니다. 쾨펜 기후 구분상 Am 기후가 나타납니다."
    },
    "브루나이(브루나이)": {
        "coords": [
            4.933333333333334,
            114.93333333333334
        ],
        "symbol": "Af",
        "temp": [
            27.1,
            27.2,
            27.7,
            28.1,
            28.2,
            27.9,
            27.7,
            27.8,
            27.7,
            27.3,
            27.3,
            27.2
        ],
        "precip": [
            337.3,
            194.5,
            161,
            247,
            271.8,
            234.8,
            254.7,
            243.6,
            232.2,
            330.9,
            331.3,
            398.1
        ],
        "elevation": "22",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EB%B8%8C%EB%A3%A8%EB%82%98%EC%9D%B4(%EB%B8%8C%EB%A3%A8%EB%82%98%EC%9D%B4)/500/250",
        "desc": "아시아에 위치한 브루나이(브루나이)입니다. 쾨펜 기후 구분상 Af 기후가 나타납니다."
    },
    "사모아(파고파고)": {
        "coords": [
            -14.333333333333334,
            -170.71666666666667
        ],
        "symbol": "Af",
        "temp": [
            28.4,
            28.5,
            28.5,
            28.3,
            27.9,
            27.5,
            27.2,
            27.1,
            27.6,
            27.8,
            28.1,
            28.3
        ],
        "precip": [
            382.7,
            356,
            251.6,
            280.6,
            280.8,
            174.2,
            183.9,
            168.3,
            181.6,
            263.7,
            304.8,
            374.2
        ],
        "elevation": "5",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%82%AC%EB%AA%A8%EC%95%84(%ED%8C%8C%EA%B3%A0%ED%8C%8C%EA%B3%A0)/500/250",
        "desc": "오세아니아에 위치한 사모아(파고파고)입니다. 쾨펜 기후 구분상 Af 기후가 나타납니다."
    },
    "사우디아라비아(리야드)": {
        "coords": [
            24.7,
            46.733333333333334
        ],
        "symbol": "BW",
        "temp": [
            14.6,
            17.6,
            21.6,
            27.3,
            33.1,
            35.9,
            36.9,
            37,
            33.7,
            28.4,
            21.4,
            16.5
        ],
        "precip": [
            15.1,
            8.1,
            24.2,
            36.1,
            6.5,
            0,
            0.1,
            0.4,
            0,
            0.9,
            15.1,
            20.8
        ],
        "elevation": "635",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%82%AC%EC%9A%B0%EB%94%94%EC%95%84%EB%9D%BC%EB%B9%84%EC%95%84(%EB%A6%AC%EC%95%BC%EB%93%9C)/500/250",
        "desc": "아시아에 위치한 사우디아라비아(리야드)입니다. 쾨펜 기후 구분상 BW 기후가 나타납니다."
    },
    "사우디아라비아(메카)": {
        "coords": [
            21.416666666666668,
            39.766666666666666
        ],
        "symbol": "BW",
        "temp": [
            24.5,
            25.9,
            28.2,
            31.3,
            34.7,
            36.2,
            36.3,
            36,
            35.3,
            32.7,
            28.9,
            26.2
        ],
        "precip": [
            18.1,
            2.9,
            4.2,
            9.9,
            0.7,
            0.3,
            1.7,
            5.6,
            7.6,
            11.7,
            26.1,
            13.8
        ],
        "elevation": "240",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EC%82%AC%EC%9A%B0%EB%94%94%EC%95%84%EB%9D%BC%EB%B9%84%EC%95%84(%EB%A9%94%EC%B9%B4)/500/250",
        "desc": "아시아에 위치한 사우디아라비아(메카)입니다. 쾨펜 기후 구분상 BW 기후가 나타납니다."
    },
    "서사하라(다클라)": {
        "coords": [
            23.7,
            -15.916666666666666
        ],
        "symbol": "BW",
        "temp": [
            18.2,
            18.5,
            19.2,
            19.3,
            19.9,
            21,
            21.5,
            22.6,
            23,
            22.5,
            21.6,
            19.2
        ],
        "precip": [
            3.7,
            2.1,
            0.7,
            0.7,
            1.9,
            0,
            0.2,
            1.4,
            5.7,
            2.6,
            0.4,
            1.6
        ],
        "elevation": "8",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%84%9C%EC%82%AC%ED%95%98%EB%9D%BC(%EB%8B%A4%ED%81%B4%EB%9D%BC)/500/250",
        "desc": "아프리카에 위치한 서사하라(다클라)입니다. 쾨펜 기후 구분상 BW 기후가 나타납니다."
    },
    "세네갈(다카르)": {
        "coords": [
            14.716666666666667,
            -17.5
        ],
        "symbol": "BS",
        "temp": [
            21.5,
            20.9,
            21.2,
            21.6,
            23.1,
            25.8,
            27.4,
            27.8,
            27.9,
            28.1,
            26.4,
            23.8
        ],
        "precip": [
            0,
            0.7,
            0.1,
            0,
            0.3,
            8.7,
            55.3,
            166.9,
            140.4,
            27.1,
            0.8,
            1
        ],
        "elevation": "24",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/dakar/500/250",
        "desc": "아프리카에 위치한 세네갈(다카르)입니다. 쾨펜 기후 구분상 BS 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "250905"
    },
    "세르비아(베오그라드)": {
        "coords": [
            44.8,
            20.466666666666665
        ],
        "symbol": "Cfa",
        "temp": [
            1.9,
            3.8,
            8.3,
            13.5,
            18.2,
            21.8,
            23.7,
            23.8,
            18.6,
            13.3,
            8.1,
            2.9
        ],
        "precip": [
            47.2,
            43.5,
            49.7,
            51.2,
            72.2,
            97.6,
            62.1,
            53,
            53.8,
            54.8,
            47.8,
            55.5
        ],
        "elevation": "132",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%84%B8%EB%A5%B4%EB%B9%84%EC%95%84(%EB%B2%A0%EC%98%A4%EA%B7%B8%EB%9D%BC%EB%93%9C)/500/250",
        "desc": "유럽에 위치한 세르비아(베오그라드)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다."
    },
    "세이셸(세이셸)": {
        "coords": [
            -4.666666666666667,
            55.516666666666666
        ],
        "symbol": "Af",
        "temp": [
            27.2,
            27.8,
            28.2,
            28.5,
            28.3,
            27.2,
            26.3,
            26.3,
            26.9,
            27.3,
            27.3,
            27.3
        ],
        "precip": [
            420,
            237.8,
            201.3,
            185.2,
            144.7,
            92.1,
            79.5,
            132.5,
            174.5,
            202.1,
            236.8,
            296.2
        ],
        "elevation": "3",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%84%B8%EC%9D%B4%EC%85%B8(%EC%84%B8%EC%9D%B4%EC%85%B8)/500/250",
        "desc": "아프리카에 위치한 세이셸(세이셸)입니다. 쾨펜 기후 구분상 Af 기후가 나타납니다."
    },
    "수단(포트수단)": {
        "coords": [
            19.583333333333332,
            37.21666666666667
        ],
        "symbol": "BW",
        "temp": [
            23.4,
            23.7,
            24.9,
            27.5,
            30.8,
            33.8,
            35.9,
            36.6,
            33.2,
            30.3,
            27.7,
            25.4
        ],
        "precip": [
            0.9,
            0.2,
            0.4,
            1.9,
            1.4,
            0.3,
            3.6,
            2.6,
            0,
            15.3,
            23.9,
            11
        ],
        "elevation": "3",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%88%98%EB%8B%A8(%ED%8F%AC%ED%8A%B8%EC%88%98%EB%8B%A8)/500/250",
        "desc": "아프리카에 위치한 수단(포트수단)입니다. 쾨펜 기후 구분상 BW 기후가 나타납니다."
    },
    "수단(하르툼)": {
        "coords": [
            15.6,
            32.55
        ],
        "symbol": "BW",
        "temp": [
            23.4,
            26.3,
            29.2,
            33.1,
            35.4,
            35.1,
            32.8,
            31.2,
            32.8,
            33,
            28.8,
            25.1
        ],
        "precip": [
            0,
            0,
            0,
            0,
            3.4,
            2.8,
            23.8,
            62.7,
            48.6,
            9.9,
            0,
            0
        ],
        "elevation": "382",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%88%98%EB%8B%A8(%ED%95%98%EB%A5%B4%ED%88%BC)/500/250",
        "desc": "아프리카에 위치한 수단(하르툼)입니다. 쾨펜 기후 구분상 BW 기후가 나타납니다."
    },
    "수리남(잔더리지)": {
        "coords": [
            5.45,
            -55.2
        ],
        "symbol": "Af",
        "temp": [
            25.6,
            25.7,
            26,
            26.3,
            26.2,
            26.2,
            26.4,
            26.9,
            27.5,
            27.5,
            27,
            26.1
        ],
        "precip": [
            132.5,
            170.6,
            131.1,
            219.9,
            330.9,
            260.5,
            214.9,
            168.1,
            109.8,
            85.8,
            126.2,
            203.9
        ],
        "elevation": "15",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%88%98%EB%A6%AC%EB%82%A8(%EC%9E%94%EB%8D%94%EB%A6%AC%EC%A7%80)/500/250",
        "desc": "남아메리카에 위치한 수리남(잔더리지)입니다. 쾨펜 기후 구분상 Af 기후가 나타납니다."
    },
    "스리랑카(콜롬보)": {
        "coords": [
            6.9,
            79.86666666666666
        ],
        "symbol": "Af",
        "temp": [
            27.2,
            27.6,
            28.4,
            28.6,
            28.9,
            28.3,
            28.1,
            28.1,
            27.9,
            27.5,
            27.3,
            27.2
        ],
        "precip": [
            86.7,
            81.4,
            111.6,
            229.4,
            303.4,
            198.4,
            120.4,
            119.5,
            263.7,
            347.4,
            322.2,
            187.1
        ],
        "elevation": "7",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%8A%A4%EB%A6%AC%EB%9E%91%EC%B9%B4(%EC%BD%9C%EB%A1%AC%EB%B3%B4)/500/250",
        "desc": "아시아에 위치한 스리랑카(콜롬보)입니다. 쾨펜 기후 구분상 Af 기후가 나타납니다."
    },
    "스발바르제도(슈피츠베르겐)": {
        "coords": [
            78.25,
            15.466666666666667
        ],
        "symbol": "ET",
        "temp": [
            -10.9,
            -11.6,
            -12.1,
            -8.9,
            -2.1,
            3.6,
            7,
            6,
            2,
            -3.8,
            -6.4,
            -9.2
        ],
        "precip": [
            19.6,
            15.8,
            17.6,
            9.8,
            7.7,
            8.6,
            19.7,
            22.6,
            23.9,
            17.4,
            21.3,
            23.2
        ],
        "elevation": "28",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EC%8A%A4%EB%B0%9C%EB%B0%94%EB%A5%B4%EC%A0%9C%EB%8F%84(%EC%8A%88%ED%94%BC%EC%B8%A0%EB%B2%A0%EB%A5%B4%EA%B2%90)/500/250",
        "desc": "유럽에 위치한 스발바르제도(슈피츠베르겐)입니다. 쾨펜 기후 구분상 ET 기후가 나타납니다."
    },
    "스웨덴(스톡홀름)": {
        "coords": [
            59.35,
            18.066666666666666
        ],
        "symbol": "Cfb",
        "temp": [
            -0.9,
            -1,
            1.7,
            6.4,
            11.5,
            15.9,
            18.8,
            17.8,
            13.2,
            7.7,
            3.6,
            0.7
        ],
        "precip": [
            38.5,
            30.7,
            26.6,
            26.9,
            35.5,
            63.7,
            56.9,
            60.8,
            49.9,
            47.5,
            45.1,
            46.9
        ],
        "elevation": "44",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%8A%A4%EC%9B%A8%EB%8D%B4(%EC%8A%A4%ED%86%A1%ED%99%80%EB%A6%84)/500/250",
        "desc": "유럽에 위치한 스웨덴(스톡홀름)입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다."
    },
    "스위스(제네바)": {
        "coords": [
            46.25,
            6.116666666666666
        ],
        "symbol": "Cfb",
        "temp": [
            2.3,
            3,
            6.9,
            10.6,
            14.7,
            18.4,
            20.7,
            20.2,
            15.9,
            11.4,
            6.2,
            3
        ],
        "precip": [
            71.6,
            55.3,
            60.9,
            65.6,
            77.5,
            80.9,
            77.8,
            80.1,
            86.6,
            93.5,
            87.6,
            87.8
        ],
        "elevation": "420",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EC%8A%A4%EC%9C%84%EC%8A%A4(%EC%A0%9C%EB%84%A4%EB%B0%94)/500/250",
        "desc": "유럽에 위치한 스위스(제네바)입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다."
    },
    "스위스(취리히)": {
        "coords": [
            47.36666666666667,
            8.55
        ],
        "symbol": "Cfb",
        "temp": [
            1,
            1.8,
            5.7,
            9.7,
            13.6,
            17.2,
            19,
            18.6,
            14.4,
            10,
            4.9,
            1.7
        ],
        "precip": [
            62.9,
            59.2,
            71.3,
            80.4,
            127,
            127.7,
            126.1,
            119.1,
            87.4,
            85.2,
            75.1,
            83.5
        ],
        "elevation": "555",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%8A%A4%EC%9C%84%EC%8A%A4(%EC%B7%A8%EB%A6%AC%ED%9E%88)/500/250",
        "desc": "유럽에 위치한 스위스(취리히)입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다."
    },
    "스페인(마드리드)": {
        "coords": [
            40.4,
            -3.6666666666666665
        ],
        "symbol": "BS",
        "temp": [
            6.5,
            8,
            11.3,
            13.6,
            17.5,
            22.7,
            26.1,
            25.7,
            21,
            15.4,
            9.9,
            7
        ],
        "precip": [
            31.5,
            33.5,
            33,
            47.2,
            49,
            21.5,
            10.5,
            10.1,
            23,
            61.4,
            54.3,
            47.8
        ],
        "elevation": "667",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EC%8A%A4%ED%8E%98%EC%9D%B8(%EB%A7%88%EB%93%9C%EB%A6%AC%EB%93%9C)/500/250",
        "desc": "유럽에 위치한 스페인(마드리드)입니다. 쾨펜 기후 구분상 BS 기후가 나타납니다."
    },
    "슬로바키아(슬리악)": {
        "coords": [
            48.65,
            19.15
        ],
        "symbol": "Cfb",
        "temp": [
            -2.5,
            -0.7,
            3.9,
            9.9,
            14.6,
            18.2,
            19.9,
            19.4,
            14.3,
            8.9,
            4,
            -1.4
        ],
        "precip": [
            47.6,
            42.7,
            43.3,
            45.5,
            63.6,
            80,
            99.3,
            60.2,
            58,
            63,
            58.8,
            52
        ],
        "elevation": "314",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%8A%AC%EB%A1%9C%EB%B0%94%ED%82%A4%EC%95%84(%EC%8A%AC%EB%A6%AC%EC%95%85)/500/250",
        "desc": "유럽에 위치한 슬로바키아(슬리악)입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다."
    },
    "슬로베니아(류블랴나)": {
        "coords": [
            46.05,
            14.5
        ],
        "symbol": "Cfa",
        "temp": [
            1,
            2.8,
            7.1,
            12.1,
            16.3,
            20.5,
            22.1,
            21.5,
            16.2,
            11.8,
            6.8,
            1.9
        ],
        "precip": [
            74,
            96.6,
            90.2,
            94.6,
            117.1,
            123,
            122.9,
            122.7,
            170.6,
            127.9,
            127.1,
            110.8
        ],
        "elevation": "299",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%8A%AC%EB%A1%9C%EB%B2%A0%EB%8B%88%EC%95%84(%EB%A5%98%EB%B8%94%EB%9E%B4%EB%82%98)/500/250",
        "desc": "유럽에 위치한 슬로베니아(류블랴나)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다."
    },
    "시리아(다마스쿠스)": {
        "coords": [
            33.416666666666664,
            36.516666666666666
        ],
        "symbol": "BS",
        "temp": [
            6.5,
            8.3,
            12.1,
            16.6,
            21.7,
            25.6,
            27.8,
            27.6,
            24.7,
            19.7,
            12.4,
            7.8
        ],
        "precip": [
            35.4,
            34.1,
            21.4,
            9,
            12,
            0.1,
            0,
            0,
            0.6,
            11.2,
            32.6,
            33.1
        ],
        "elevation": "608",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%8B%9C%EB%A6%AC%EC%95%84(%EB%8B%A4%EB%A7%88%EC%8A%A4%EC%BF%A0%EC%8A%A4)/500/250",
        "desc": "아시아에 위치한 시리아(다마스쿠스)입니다. 쾨펜 기후 구분상 BS 기후가 나타납니다."
    },
    "아랍에미리트(아부다비)": {
        "coords": [
            24.433333333333334,
            54.65
        ],
        "symbol": "BW",
        "temp": [
            19.2,
            20.6,
            23.4,
            27.7,
            31.8,
            33.8,
            35.5,
            36,
            33.3,
            29.8,
            25.2,
            21.1
        ],
        "precip": [
            9.1,
            6.1,
            12.6,
            4.8,
            0.3,
            0,
            0.1,
            0,
            0,
            0.3,
            3,
            6.9
        ],
        "elevation": "16",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%95%84%EB%9E%8D%EC%97%90%EB%AF%B8%EB%A6%AC%ED%8A%B8(%EC%95%84%EB%B6%80%EB%8B%A4%EB%B9%84)/500/250",
        "desc": "아시아에 위치한 아랍에미리트(아부다비)입니다. 쾨펜 기후 구분상 BW 기후가 나타납니다."
    },
    "아르메니아(예레반)": {
        "coords": [
            40.2,
            44.516666666666666
        ],
        "symbol": "BS",
        "temp": [
            -1,
            1.5,
            7.6,
            13,
            18,
            23.2,
            26.5,
            26.2,
            22.5,
            14.7,
            7.1,
            0.8
        ],
        "precip": [
            24.7,
            28.8,
            36,
            43.4,
            56.2,
            19.8,
            13.1,
            7.1,
            8.2,
            26.2,
            24.8,
            24.6
        ],
        "elevation": "1013",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%95%84%EB%A5%B4%EB%A9%94%EB%8B%88%EC%95%84(%EC%98%88%EB%A0%88%EB%B0%98)/500/250",
        "desc": "아시아에 위치한 아르메니아(예레반)입니다. 쾨펜 기후 구분상 BS 기후가 나타납니다."
    },
    "아르헨티나(리오 갈레고스)": {
        "coords": [
            -51.61666666666667,
            -69.26666666666667
        ],
        "symbol": "BS",
        "temp": [
            13.6,
            13.1,
            10.8,
            7.6,
            4.4,
            1.5,
            1.5,
            3.1,
            5.6,
            8.2,
            10.8,
            12.5
        ],
        "precip": [
            27.3,
            29.8,
            28.1,
            25.4,
            26.1,
            23.1,
            19.3,
            20.4,
            14.8,
            15.1,
            21.3,
            29.8
        ],
        "elevation": "20",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EC%95%84%EB%A5%B4%ED%97%A8%ED%8B%B0%EB%82%98(%EB%A6%AC%EC%98%A4%20%EA%B0%88%EB%A0%88%EA%B3%A0%EC%8A%A4)/500/250",
        "desc": "남아메리카에 위치한 아르헨티나(리오 갈레고스)입니다. 쾨펜 기후 구분상 BS 기후가 나타납니다."
    },
    "아르헨티나(부에노스아이레스)": {
        "coords": [
            -34.583333333333336,
            -58.483333333333334
        ],
        "symbol": "Cfa",
        "temp": [
            24.9,
            23.8,
            22.1,
            18.2,
            15,
            12.2,
            11.2,
            13.3,
            14.8,
            17.8,
            20.8,
            23.4
        ],
        "precip": [
            153.1,
            115.3,
            125.1,
            139.3,
            101.5,
            67.2,
            67.9,
            72.8,
            65.9,
            115.7,
            117.8,
            114.5
        ],
        "elevation": "25",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/buenosaires/500/250",
        "desc": "남아메리카에 위치한 아르헨티나(부에노스아이레스)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다.",
        "exam_freq": "⭐⭐⭐",
        "history": "220913, 231105, 260919"
    },
    "아르헨티나(우수아이아)": {
        "coords": [
            -54.8,
            -68.31666666666666
        ],
        "symbol": "ET",
        "temp": [
            9.6,
            9.4,
            8.4,
            6.2,
            4.4,
            2.1,
            2.1,
            3,
            4.1,
            6.2,
            7.6,
            8.7
        ],
        "precip": [
            47.1,
            41.3,
            39.1,
            47.1,
            34.3,
            51.8,
            36.3,
            34.2,
            31.6,
            30.1,
            36.4,
            40.3
        ],
        "elevation": "28",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/ushuaia/500/250",
        "desc": "남아메리카에 위치한 아르헨티나(우수아이아)입니다. 쾨펜 기후 구분상 ET 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "260919"
    },
    "아이슬란드(레이캬비크)": {
        "coords": [
            64.13333333333334,
            -21.9
        ],
        "symbol": "Cfc",
        "temp": [
            0.7,
            0.6,
            1.2,
            3.7,
            6.7,
            9.9,
            11.7,
            11.1,
            8.5,
            4.9,
            2.2,
            0.8
        ],
        "precip": [
            87,
            90.7,
            80.7,
            59.1,
            52.1,
            43.4,
            50.6,
            64.7,
            87,
            79.8,
            86.6,
            96.8
        ],
        "elevation": "54",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%95%84%EC%9D%B4%EC%8A%AC%EB%9E%80%EB%93%9C(%EB%A0%88%EC%9D%B4%EC%BA%AC%EB%B9%84%ED%81%AC)/500/250",
        "desc": "유럽에 위치한 아이슬란드(레이캬비크)입니다. 쾨펜 기후 구분상 Cfc 기후가 나타납니다."
    },
    "아일랜드(더블린공항)": {
        "coords": [
            53.43333333333333,
            -6.25
        ],
        "symbol": "Cfb",
        "temp": [
            5.3,
            5.5,
            6.5,
            8.1,
            10.8,
            13.4,
            15.1,
            15,
            13,
            10.3,
            7.3,
            5.6
        ],
        "precip": [
            61.7,
            52.6,
            53.2,
            54.8,
            56.8,
            64.1,
            63.3,
            71.8,
            61,
            80.1,
            86,
            72.9
        ],
        "elevation": "68",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%95%84%EC%9D%BC%EB%9E%9C%EB%93%9C(%EB%8D%94%EB%B8%94%EB%A6%B0%EA%B3%B5%ED%95%AD)/500/250",
        "desc": "유럽에 위치한 아일랜드(더블린공항)입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다."
    },
    "아일랜드(코크)": {
        "coords": [
            51.85,
            -8.466666666666667
        ],
        "symbol": "Cfb",
        "temp": [
            5.8,
            5.9,
            6.9,
            8.6,
            11,
            13.5,
            15.2,
            15,
            13.4,
            10.6,
            7.9,
            6.3
        ],
        "precip": [
            131.3,
            93.4,
            90.3,
            85.4,
            80.7,
            83.1,
            86.9,
            95.8,
            91.8,
            133,
            126.3,
            139.6
        ],
        "elevation": "153",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EC%95%84%EC%9D%BC%EB%9E%9C%EB%93%9C(%EC%BD%94%ED%81%AC)/500/250",
        "desc": "유럽에 위치한 아일랜드(코크)입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다."
    },
    "아조레스아일랜드(산타마리아)": {
        "coords": [
            36.96666666666667,
            -25.166666666666668
        ],
        "symbol": "Cs",
        "temp": [
            15.2,
            14.7,
            15,
            15.8,
            17.1,
            19.3,
            21.4,
            22.7,
            21.9,
            19.9,
            17.4,
            16.1
        ],
        "precip": [
            71.4,
            53.7,
            68.4,
            59.7,
            39.8,
            41.1,
            23.2,
            32.3,
            44.6,
            109.2,
            63.9,
            103.8
        ],
        "elevation": "100",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EC%95%84%EC%A1%B0%EB%A0%88%EC%8A%A4%EC%95%84%EC%9D%BC%EB%9E%9C%EB%93%9C(%EC%82%B0%ED%83%80%EB%A7%88%EB%A6%AC%EC%95%84)/500/250",
        "desc": "유럽에 위치한 아조레스아일랜드(산타마리아)입니다. 쾨펜 기후 구분상 Cs 기후가 나타납니다."
    },
    "알래스카(앵커리지)": {
        "coords": [
            61.15,
            -149.96666666666667
        ],
        "symbol": "Df",
        "temp": [
            -8.3,
            -5.9,
            -3.3,
            3.2,
            9.1,
            13.4,
            15.4,
            14.2,
            9.7,
            2.5,
            -4.6,
            -7
        ],
        "precip": [
            19.8,
            22.1,
            17.3,
            11.6,
            17.3,
            25.9,
            47.3,
            77.4,
            79.6,
            47.1,
            30.3,
            29.5
        ],
        "elevation": "52",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EC%95%8C%EB%9E%98%EC%8A%A4%EC%B9%B4(%EC%95%B5%EC%BB%A4%EB%A6%AC%EC%A7%80)/500/250",
        "desc": "북아메리카에 위치한 알래스카(앵커리지)입니다. 쾨펜 기후 구분상 Df 기후가 나타납니다."
    },
    "알래스카(놈)": {
        "coords": [
            64.5,
            -165.43333333333334
        ],
        "symbol": "Df",
        "temp": [
            -14.7,
            -12.7,
            -12.4,
            -5.1,
            3,
            9.2,
            11.2,
            10.2,
            6.2,
            -0.8,
            -7.6,
            -12.7
        ],
        "precip": [
            23.7,
            25.2,
            19,
            18.7,
            22.7,
            25.6,
            59.8,
            80,
            56.2,
            46.3,
            32.3,
            26.6
        ],
        "elevation": "6",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EC%95%8C%EB%9E%98%EC%8A%A4%EC%B9%B4(%EB%86%88)/500/250",
        "desc": "북아메리카에 위치한 알래스카(놈)입니다. 쾨펜 기후 구분상 Df 기후가 나타납니다."
    },
    "알제리(다르엘베이다)": {
        "coords": [
            36.68333333333333,
            3.216666666666667
        ],
        "symbol": "Cs",
        "temp": [
            10.8,
            11.3,
            13.5,
            15.5,
            18.8,
            22.7,
            25.7,
            26.5,
            23.5,
            19.9,
            15.2,
            12
        ],
        "precip": [
            90.5,
            72,
            60.5,
            57.9,
            39.6,
            9,
            2.2,
            9,
            26.6,
            51.3,
            100.1,
            85.1
        ],
        "elevation": "25",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/algiers/500/250",
        "desc": "아프리카에 위치한 알제리(다르엘베이다)입니다. 쾨펜 기후 구분상 Cs 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "231119"
    },
    "에스토니아(탈린)": {
        "coords": [
            59.38333333333333,
            24.6
        ],
        "symbol": "Df",
        "temp": [
            -3,
            -3.3,
            -0.7,
            4.8,
            10.2,
            14.5,
            17.6,
            16.5,
            12.1,
            6.6,
            2,
            -1.1
        ],
        "precip": [
            55.3,
            38.9,
            36.6,
            35.3,
            32.8,
            63.9,
            82.2,
            82.6,
            58.2,
            76.7,
            67.9,
            57.4
        ],
        "elevation": "32",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%97%90%EC%8A%A4%ED%86%A0%EB%8B%88%EC%95%84(%ED%83%88%EB%A6%B0)/500/250",
        "desc": "유럽에 위치한 에스토니아(탈린)입니다. 쾨펜 기후 구분상 Df 기후가 나타납니다."
    },
    "에스파냐(바르셀로나)": {
        "coords": [
            41.28333333333333,
            2.066666666666667
        ],
        "symbol": "Cs",
        "temp": [
            9.6,
            10,
            12.1,
            14.3,
            18,
            21.7,
            24.6,
            25.1,
            22,
            18.2,
            13.3,
            10.3
        ],
        "precip": [
            35.5,
            31,
            38.1,
            38,
            45.8,
            25.7,
            24.3,
            55,
            81.5,
            79,
            44.3,
            40.7
        ],
        "elevation": "4",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/barcelona/500/250",
        "desc": "유럽에 위치한 에스파냐(바르셀로나)입니다. 쾨펜 기후 구분상 Cs 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "251119"
    },
    "에스파냐(카나리아 제도)": {
        "coords": [
            27.916666666666668,
            -15.383333333333333
        ],
        "symbol": "BW",
        "temp": [
            18.2,
            18.3,
            18.9,
            19.7,
            20.9,
            22.5,
            24.1,
            24.8,
            24.4,
            23.3,
            21.3,
            19.4
        ],
        "precip": [
            25.1,
            18,
            11.1,
            5,
            0.8,
            0.3,
            0,
            0.5,
            4.9,
            21.5,
            17.5,
            29.7
        ],
        "elevation": "24",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%97%90%EC%8A%A4%ED%8C%8C%EB%83%90(%EC%B9%B4%EB%82%98%EB%A6%AC%EC%95%84%20%EC%A0%9C%EB%8F%84)/500/250",
        "desc": "아프리카에 위치한 에스파냐(카나리아 제도)입니다. 쾨펜 기후 구분상 BW 기후가 나타납니다."
    },
    "영국(런던(히스로))": {
        "coords": [
            51.46666666666667,
            -0.45
        ],
        "symbol": "Cfb",
        "temp": [
            5.7,
            6,
            8,
            10.5,
            13.7,
            16.8,
            19,
            18.7,
            15.9,
            12.3,
            8.5,
            6.1
        ],
        "precip": [
            59.7,
            46.6,
            41.7,
            42.6,
            46.9,
            49.7,
            47.2,
            57.7,
            46.1,
            66.3,
            69.3,
            59.6
        ],
        "elevation": "24",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/london/500/250",
        "desc": "유럽에 위치한 영국(런던(히스로))입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "기출 참고"
    },
    "오만(무스카트)": {
        "coords": [
            23.583333333333332,
            58.28333333333333
        ],
        "symbol": "BW",
        "temp": [
            21.1,
            22.2,
            24.9,
            29.4,
            34.1,
            34.8,
            33.3,
            31.7,
            30.9,
            29.4,
            25.6,
            22.5
        ],
        "precip": [
            14,
            11.3,
            7.9,
            7.4,
            1.4,
            0,
            0.1,
            0.1,
            0.1,
            0.5,
            7.9,
            12.1
        ],
        "elevation": "8",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%98%A4%EB%A7%8C(%EB%AC%B4%EC%8A%A4%EC%B9%B4%ED%8A%B8)/500/250",
        "desc": "아시아에 위치한 오만(무스카트)입니다. 쾨펜 기후 구분상 BW 기후가 나타납니다."
    },
    "오스트레일리아(멜버른)": {
        "coords": [
            -37.65,
            144.81666666666666
        ],
        "symbol": "Cfb",
        "temp": [
            20.2,
            20.2,
            18.3,
            15.1,
            12.3,
            10.1,
            9.5,
            10.2,
            12,
            14,
            16.3,
            18.2
        ],
        "precip": [
            31.9,
            41.4,
            38.4,
            43.4,
            33.1,
            38.3,
            32.5,
            38.7,
            39.2,
            46.5,
            61.1,
            54.8
        ],
        "elevation": "132",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%98%A4%EC%8A%A4%ED%8A%B8%EB%A0%88%EC%9D%BC%EB%A6%AC%EC%95%84(%EB%A9%9C%EB%B2%84%EB%A5%B8)/500/250",
        "desc": "오세아니아에 위치한 오스트레일리아(멜버른)입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다."
    },
    "오스트레일리아(브리즈번)": {
        "coords": [
            -27.383333333333333,
            153.11666666666667
        ],
        "symbol": "Cfa",
        "temp": [
            25.2,
            24.9,
            23.7,
            21.1,
            18.2,
            15.8,
            15,
            15.8,
            18.4,
            20.5,
            22.5,
            24
        ],
        "precip": [
            126.9,
            151.5,
            118,
            67.5,
            93.5,
            66.3,
            33.4,
            33.4,
            32.5,
            77,
            88.7,
            122.9
        ],
        "elevation": "4",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%98%A4%EC%8A%A4%ED%8A%B8%EB%A0%88%EC%9D%BC%EB%A6%AC%EC%95%84(%EB%B8%8C%EB%A6%AC%EC%A6%88%EB%B2%88)/500/250",
        "desc": "오세아니아에 위치한 오스트레일리아(브리즈번)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다."
    },
    "오스트레일리아(시드니)": {
        "coords": [
            -33.93333333333333,
            151.16666666666666
        ],
        "symbol": "Cfa",
        "temp": [
            23.5,
            23.3,
            21.9,
            19.2,
            16.2,
            13.9,
            13.1,
            14.1,
            16.7,
            18.8,
            20.4,
            22.1
        ],
        "precip": [
            79.3,
            115.5,
            94.2,
            94.4,
            88.6,
            120.4,
            67.7,
            63.9,
            56.8,
            54.7,
            70.2,
            67.3
        ],
        "elevation": "6",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%98%A4%EC%8A%A4%ED%8A%B8%EB%A0%88%EC%9D%BC%EB%A6%AC%EC%95%84(%EC%8B%9C%EB%93%9C%EB%8B%88)/500/250",
        "desc": "오세아니아에 위치한 오스트레일리아(시드니)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다."
    },
    "오스트레일리아(앨리스스프링스)": {
        "coords": [
            -23.783333333333335,
            133.88333333333333
        ],
        "symbol": "BW",
        "temp": [
            29.8,
            28.5,
            25.8,
            21.2,
            15.8,
            12.3,
            12.2,
            14.8,
            20.2,
            23.5,
            26.4,
            28.2
        ],
        "precip": [
            49.3,
            41.4,
            19.1,
            11.5,
            17.5,
            10.3,
            13,
            4,
            7.7,
            19.7,
            32.6,
            41
        ],
        "elevation": "545",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%98%A4%EC%8A%A4%ED%8A%B8%EB%A0%88%EC%9D%BC%EB%A6%AC%EC%95%84(%EC%95%A8%EB%A6%AC%EC%8A%A4%EC%8A%A4%ED%94%84%EB%A7%81%EC%8A%A4)/500/250",
        "desc": "오세아니아에 위치한 오스트레일리아(앨리스스프링스)입니다. 쾨펜 기후 구분상 BW 기후가 나타납니다."
    },
    "오스트레일리아(캔버라)": {
        "coords": [
            -35.3,
            149.2
        ],
        "symbol": "Cfb",
        "temp": [
            21.4,
            20.3,
            17.7,
            13.5,
            9.5,
            7,
            6.1,
            7.3,
            10.4,
            13.5,
            16.6,
            19.3
        ],
        "precip": [
            57.7,
            56.3,
            48.1,
            31.5,
            27.6,
            51.2,
            39.5,
            42.8,
            55.4,
            50.1,
            67.1,
            57.5
        ],
        "elevation": "575",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%98%A4%EC%8A%A4%ED%8A%B8%EB%A0%88%EC%9D%BC%EB%A6%AC%EC%95%84(%EC%BA%94%EB%B2%84%EB%9D%BC)/500/250",
        "desc": "오세아니아에 위치한 오스트레일리아(캔버라)입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다."
    },
    "오스트레일리아(케언스)": {
        "coords": [
            -16.866666666666667,
            145.73333333333332
        ],
        "symbol": "Am",
        "temp": [
            27.6,
            27.5,
            26.8,
            25.5,
            23.8,
            22.2,
            21.4,
            21.9,
            23.5,
            25.1,
            26.5,
            27.4
        ],
        "precip": [
            393.6,
            496.4,
            372.4,
            178.9,
            74.6,
            41.2,
            35.3,
            26.9,
            30.5,
            66.2,
            90.3,
            195.4
        ],
        "elevation": "3",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%98%A4%EC%8A%A4%ED%8A%B8%EB%A0%88%EC%9D%BC%EB%A6%AC%EC%95%84(%EC%BC%80%EC%96%B8%EC%8A%A4)/500/250",
        "desc": "오세아니아에 위치한 오스트레일리아(케언스)입니다. 쾨펜 기후 구분상 Am 기후가 나타납니다."
    },
    "오스트레일리아(퍼스)": {
        "coords": [
            -31.916666666666668,
            115.96666666666667
        ],
        "symbol": "Cs",
        "temp": [
            24.7,
            24.8,
            22.9,
            19.7,
            16.2,
            13.9,
            13,
            13.4,
            14.6,
            17.1,
            20.1,
            22.8
        ],
        "precip": [
            15.2,
            16.6,
            17.6,
            30,
            79.8,
            124.7,
            137.1,
            120.6,
            77.7,
            33.3,
            28.9,
            9.3
        ],
        "elevation": "20",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/perth/500/250",
        "desc": "오세아니아에 위치한 오스트레일리아(퍼스)입니다. 쾨펜 기후 구분상 Cs 기후가 나타납니다.",
        "exam_freq": "⭐⭐⭐⭐⭐",
        "history": "240619, 241119, 250919, 260919"
    },
    "오스트리아(빈)": {
        "coords": [
            48.233333333333334,
            16.35
        ],
        "symbol": "Cfb",
        "temp": [
            0.8,
            2.3,
            6.1,
            11.3,
            15.8,
            19.6,
            21.4,
            20.9,
            15.7,
            10.5,
            5.8,
            1.5
        ],
        "precip": [
            42.1,
            37.7,
            52.1,
            41.8,
            79.9,
            70.4,
            78.2,
            66,
            64.5,
            47,
            45.9,
            46.4
        ],
        "elevation": "198",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%98%A4%EC%8A%A4%ED%8A%B8%EB%A6%AC%EC%95%84(%EB%B9%88)/500/250",
        "desc": "유럽에 위치한 오스트리아(빈)입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다."
    },
    "요르단(마프라크)": {
        "coords": [
            32.36666666666667,
            36.25
        ],
        "symbol": "BW",
        "temp": [
            8,
            9.4,
            12.7,
            16.6,
            21.2,
            23.8,
            25.7,
            25.7,
            23.9,
            20.2,
            14.2,
            9.5
        ],
        "precip": [
            35.5,
            30.8,
            16.2,
            6.5,
            1.7,
            0.3,
            0,
            0,
            0,
            4.4,
            14.2,
            27.6
        ],
        "elevation": "683",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%9A%94%EB%A5%B4%EB%8B%A8(%EB%A7%88%ED%94%84%EB%9D%BC%ED%81%AC)/500/250",
        "desc": "아시아에 위치한 요르단(마프라크)입니다. 쾨펜 기후 구분상 BW 기후가 나타납니다."
    },
    "우루과이(로차)": {
        "coords": [
            -34.483333333333334,
            -54.3
        ],
        "symbol": "Cfa",
        "temp": [
            22.3,
            21.9,
            20.3,
            17.4,
            14.1,
            11.5,
            10.6,
            12,
            13.1,
            15.6,
            18.2,
            20.8
        ],
        "precip": [
            119.9,
            105.1,
            120.3,
            119.7,
            102.8,
            115.1,
            111.7,
            102.2,
            107.2,
            102.3,
            91.9,
            90.7
        ],
        "elevation": "18",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/rocha/500/250",
        "desc": "남아메리카에 위치한 우루과이(로차)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "230915"
    },
    "우루과이(멜로)": {
        "coords": [
            -32.35,
            -54.18333333333333
        ],
        "symbol": "Cfa",
        "temp": [
            23.7,
            23,
            21.2,
            17.9,
            14.4,
            11.9,
            11.1,
            13.2,
            14.7,
            17.5,
            19.9,
            22.4
        ],
        "precip": [
            100.3,
            143.9,
            94.1,
            155.9,
            112.7,
            127.1,
            122.8,
            104,
            133.4,
            130.2,
            99.6,
            96.2
        ],
        "elevation": "100",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EC%9A%B0%EB%A3%A8%EA%B3%BC%EC%9D%B4(%EB%A9%9C%EB%A1%9C)/500/250",
        "desc": "남아메리카에 위치한 우루과이(멜로)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다."
    },
    "우즈베키스탄(타슈켄트)": {
        "coords": [
            41.333333333333336,
            69.3
        ],
        "symbol": "Cs",
        "temp": [
            2.4,
            4.5,
            10.5,
            16.1,
            21.5,
            26.3,
            28.3,
            26.9,
            21.4,
            14.6,
            7.9,
            3.4
        ],
        "precip": [
            56.4,
            70.4,
            70.5,
            60.5,
            35.5,
            15.9,
            3.5,
            2.2,
            4,
            26.4,
            55.3,
            54.1
        ],
        "elevation": "488",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%9A%B0%EC%A6%88%EB%B2%A0%ED%82%A4%EC%8A%A4%ED%83%84(%ED%83%80%EC%8A%88%EC%BC%84%ED%8A%B8)/500/250",
        "desc": "아시아에 위치한 우즈베키스탄(타슈켄트)입니다. 쾨펜 기후 구분상 Cs 기후가 나타납니다."
    },
    "우크라이나(오데사)": {
        "coords": [
            46.43333333333333,
            30.766666666666666
        ],
        "symbol": "Cfa",
        "temp": [
            -0.5,
            0.4,
            4.5,
            10,
            16.3,
            20.8,
            23.6,
            23.1,
            17.8,
            12.1,
            6.3,
            1.6
        ],
        "precip": [
            43.4,
            36.7,
            31.9,
            27.2,
            39,
            46.3,
            44.7,
            36,
            41.7,
            36.6,
            38.6,
            35.8
        ],
        "elevation": "42",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EC%9A%B0%ED%81%AC%EB%9D%BC%EC%9D%B4%EB%82%98(%EC%98%A4%EB%8D%B0%EC%82%AC)/500/250",
        "desc": "유럽에 위치한 우크라이나(오데사)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다."
    },
    "우크라이나(키예프)": {
        "coords": [
            50.4,
            30.566666666666666
        ],
        "symbol": "Df",
        "temp": [
            -3.2,
            -2.3,
            2.4,
            10,
            15.8,
            19.5,
            21.3,
            20.5,
            14.9,
            8.6,
            2.6,
            -1.7
        ],
        "precip": [
            37.4,
            38.1,
            39.2,
            41.7,
            63.4,
            73.7,
            69.1,
            53,
            57.2,
            45.1,
            46.2,
            47.6
        ],
        "elevation": "166",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%9A%B0%ED%81%AC%EB%9D%BC%EC%9D%B4%EB%82%98(%ED%82%A4%EC%98%88%ED%94%84)/500/250",
        "desc": "유럽에 위치한 우크라이나(키예프)입니다. 쾨펜 기후 구분상 Df 기후가 나타납니다."
    },
    "이란(테헤란)": {
        "coords": [
            35.68333333333333,
            51.31666666666667
        ],
        "symbol": "BS",
        "temp": [
            4.9,
            7.2,
            11.9,
            17.6,
            23.2,
            28.8,
            31.3,
            30.3,
            26.4,
            19.8,
            11.8,
            6.7
        ],
        "precip": [
            29.7,
            29.2,
            31.4,
            49.4,
            15.9,
            2.4,
            2.5,
            0.6,
            1.2,
            13.8,
            32.9,
            34.8
        ],
        "elevation": "1204",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%9D%B4%EB%9E%80(%ED%85%8C%ED%97%A4%EB%9E%80)/500/250",
        "desc": "아시아에 위치한 이란(테헤란)입니다. 쾨펜 기후 구분상 BS 기후가 나타납니다."
    },
    "이스라엘(베이트 다잔)": {
        "coords": [
            32,
            34.81666666666667
        ],
        "symbol": "Cs",
        "temp": [
            12.9,
            13.7,
            15.9,
            18.9,
            22,
            24.8,
            27,
            27.6,
            26.2,
            23.4,
            18.9,
            14.7
        ],
        "precip": [
            153.1,
            87.7,
            57.7,
            14.6,
            3.7,
            0.6,
            0,
            0,
            1.3,
            26.5,
            72.8,
            132.9
        ],
        "elevation": "35",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%9D%B4%EC%8A%A4%EB%9D%BC%EC%97%98(%EB%B2%A0%EC%9D%B4%ED%8A%B8%20%EB%8B%A4%EC%9E%94)/500/250",
        "desc": "아시아에 위치한 이스라엘(베이트 다잔)입니다. 쾨펜 기후 구분상 Cs 기후가 나타납니다."
    },
    "이집트(아스완)": {
        "coords": [
            23.95,
            32.81666666666667
        ],
        "symbol": "BW",
        "temp": [
            16.3,
            18.6,
            22.9,
            27.8,
            32.3,
            34.4,
            35.1,
            35.1,
            32.8,
            29.3,
            22.7,
            17.7
        ],
        "precip": [
            0.2,
            0,
            1.6,
            0.3,
            0.3,
            0,
            0,
            0,
            0.3,
            0.7,
            0.1,
            0.1
        ],
        "elevation": "201",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%9D%B4%EC%A7%91%ED%8A%B8(%EC%95%84%EC%8A%A4%EC%99%84)/500/250",
        "desc": "아프리카에 위치한 이집트(아스완)입니다. 쾨펜 기후 구분상 BW 기후가 나타납니다."
    },
    "이집트(헬완(카이로))": {
        "coords": [
            29.85,
            31.333333333333332
        ],
        "symbol": "BW",
        "temp": [
            13.9,
            15.2,
            17.9,
            21.8,
            25.3,
            27.9,
            29.2,
            29,
            27.5,
            24.6,
            20,
            15.7
        ],
        "precip": [
            6,
            3.2,
            8.9,
            0.9,
            0,
            0,
            0,
            0,
            0.2,
            1.2,
            1.2,
            8.1
        ],
        "elevation": "139",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/cairo/500/250",
        "desc": "아프리카에 위치한 이집트(헬완(카이로))입니다. 쾨펜 기후 구분상 BW 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "221105"
    },
    "이탈리아(메시나)": {
        "coords": [
            38.18333333333333,
            15.533333333333333
        ],
        "symbol": "Cs",
        "temp": [
            12.4,
            12.3,
            13.9,
            16.1,
            19.9,
            24.2,
            27.1,
            27.7,
            24.3,
            20.9,
            17.1,
            13.8
        ],
        "precip": [
            116.3,
            88.9,
            105.1,
            61.8,
            33.1,
            41.9,
            18.9,
            23.7,
            94.5,
            102.8,
            126.9,
            123.9
        ],
        "elevation": "50",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%9D%B4%ED%83%88%EB%A6%AC%EC%95%84(%EB%A9%94%EC%8B%9C%EB%82%98)/500/250",
        "desc": "유럽에 위치한 이탈리아(메시나)입니다. 쾨펜 기후 구분상 Cs 기후가 나타납니다."
    },
    "이탈리아(베로나)": {
        "coords": [
            45.38333333333333,
            10.866666666666667
        ],
        "symbol": "Cfa",
        "temp": [
            3,
            4.9,
            9.3,
            13.3,
            18.3,
            22.2,
            24.7,
            24.4,
            19.7,
            13.9,
            8.4,
            3.6
        ],
        "precip": [
            33.1,
            30.9,
            38.4,
            70.5,
            60.6,
            72.1,
            61.4,
            79.7,
            86.1,
            88.5,
            72.1,
            52.1
        ],
        "elevation": "73",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%9D%B4%ED%83%88%EB%A6%AC%EC%95%84(%EB%B2%A0%EB%A1%9C%EB%82%98)/500/250",
        "desc": "유럽에 위치한 이탈리아(베로나)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다."
    },
    "인도(뉴델리)": {
        "coords": [
            28.583333333333332,
            77.2
        ],
        "symbol": "BS",
        "temp": [
            13.9,
            17.6,
            22.9,
            29.1,
            32.7,
            33.3,
            31.5,
            30.4,
            29.6,
            26.2,
            20.5,
            15.6
        ],
        "precip": [
            20,
            25.6,
            21.4,
            13,
            26.1,
            87.8,
            197.2,
            226.1,
            131.1,
            17.1,
            5.4,
            11.4
        ],
        "elevation": "211",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%9D%B8%EB%8F%84(%EB%89%B4%EB%8D%B8%EB%A6%AC)/500/250",
        "desc": "아시아에 위치한 인도(뉴델리)입니다. 쾨펜 기후 구분상 BS 기후가 나타납니다."
    },
    "인도(뭄바이)": {
        "coords": [
            18.9,
            72.81666666666666
        ],
        "symbol": "Aw",
        "temp": [
            24.9,
            25.5,
            27.3,
            29.2,
            30.7,
            29.3,
            27.7,
            27.5,
            27.9,
            29.1,
            28.7,
            26.7
        ],
        "precip": [
            0.6,
            1,
            1.3,
            0.8,
            6,
            516.5,
            790.5,
            483.3,
            352.8,
            86.3,
            8.8,
            2.8
        ],
        "elevation": "9",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%9D%B8%EB%8F%84(%EB%AD%84%EB%B0%94%EC%9D%B4)/500/250",
        "desc": "아시아에 위치한 인도(뭄바이)입니다. 쾨펜 기후 구분상 Aw 기후가 나타납니다."
    },
    "인도(체라푼지)": {
        "coords": [
            25.25,
            91.73333333333333
        ],
        "symbol": "Cw",
        "temp": [
            12.3,
            14.1,
            17,
            18.7,
            19.9,
            20.6,
            20.6,
            21.1,
            21,
            20,
            16.9,
            13.8
        ],
        "precip": [
            10.9,
            74.4,
            232.4,
            675.6,
            1107.1,
            2171.9,
            2954.1,
            1483,
            1009.8,
            422.2,
            16.3,
            8.4
        ],
        "elevation": "1313",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%9D%B8%EB%8F%84(%EC%B2%B4%EB%9D%BC%ED%91%BC%EC%A7%80)/500/250",
        "desc": "아시아에 위치한 인도(체라푼지)입니다. 쾨펜 기후 구분상 Cw 기후가 나타납니다."
    },
    "인도(첸나이)": {
        "coords": [
            13,
            80.18333333333334
        ],
        "symbol": "Aw",
        "temp": [
            25.4,
            26.7,
            28.7,
            31,
            33,
            32.3,
            31,
            30.3,
            29.8,
            28.5,
            26.7,
            25.6
        ],
        "precip": [
            19.7,
            5.4,
            3.6,
            22.4,
            49.7,
            75.7,
            104.3,
            141.5,
            142.5,
            291.5,
            381.1,
            189.8
        ],
        "elevation": "13",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%9D%B8%EB%8F%84(%EC%B2%B8%EB%82%98%EC%9D%B4)/500/250",
        "desc": "아시아에 위치한 인도(첸나이)입니다. 쾨펜 기후 구분상 Aw 기후가 나타납니다."
    },
    "인도(콜카타)": {
        "coords": [
            22.533333333333335,
            88.33333333333333
        ],
        "symbol": "Aw",
        "temp": [
            19.9,
            23.8,
            28.2,
            30.6,
            31.2,
            30.6,
            29.5,
            29.4,
            29.4,
            28.3,
            25.1,
            21.1
        ],
        "precip": [
            11.9,
            23.8,
            37.6,
            55.5,
            129.4,
            279.1,
            387.8,
            369.9,
            319.2,
            177.1,
            34.8,
            6
        ],
        "elevation": "6",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/kolkata/500/250",
        "desc": "아시아에 위치한 인도(콜카타)입니다. 쾨펜 기후 구분상 Aw 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "251119"
    },
    "인도네시아(발릭파판)": {
        "coords": [
            -1.2666666666666666,
            116.9
        ],
        "symbol": "Af",
        "temp": [
            27.1,
            27.2,
            27.4,
            27.5,
            27.9,
            27.5,
            27.3,
            27.5,
            27.8,
            27.8,
            27.6,
            27.3
        ],
        "precip": [
            206,
            239.1,
            246,
            243,
            262.6,
            329.8,
            277.7,
            173.6,
            196.9,
            177.3,
            231.9,
            291.1
        ],
        "elevation": "3",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/balikpapan/500/250",
        "desc": "아시아에 위치한 인도네시아(발릭파판)입니다. 쾨펜 기후 구분상 Af 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "251119"
    },
    "일본(나하)": {
        "coords": [
            26.2,
            127.68333333333334
        ],
        "symbol": "Cfa",
        "temp": [
            17.3,
            17.5,
            19.1,
            21.5,
            24.2,
            27.2,
            29.1,
            29,
            27.9,
            25.5,
            22.5,
            19
        ],
        "precip": [
            101.6,
            114.5,
            142.8,
            161,
            245.3,
            284.4,
            188.1,
            240,
            275.2,
            179.2,
            119.1,
            110
        ],
        "elevation": "28",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EC%9D%BC%EB%B3%B8(%EB%82%98%ED%95%98)/500/250",
        "desc": "아시아에 위치한 일본(나하)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다."
    },
    "일본(도쿄)": {
        "coords": [
            35.666666666666664,
            139.76666666666668
        ],
        "symbol": "Cfa",
        "temp": [
            5.4,
            6.1,
            9.4,
            14.3,
            18.8,
            21.9,
            25.7,
            26.9,
            23.3,
            18,
            12.5,
            7.7
        ],
        "precip": [
            59.7,
            56.5,
            116,
            133.7,
            139.7,
            167.8,
            156.2,
            154.7,
            224.9,
            234.8,
            96.3,
            57.9
        ],
        "elevation": "6",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EC%9D%BC%EB%B3%B8(%EB%8F%84%EC%BF%84)/500/250",
        "desc": "아시아에 위치한 일본(도쿄)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다."
    },
    "일본(삿포로)": {
        "coords": [
            43.05,
            141.31666666666666
        ],
        "symbol": "Df",
        "temp": [
            -3.2,
            -2.7,
            1.1,
            7.3,
            13,
            17,
            21.1,
            22.3,
            18.6,
            12.1,
            5.2,
            -0.9
        ],
        "precip": [
            108.4,
            91.9,
            77.6,
            54.6,
            55.5,
            60.4,
            90.7,
            126.8,
            142.2,
            109.9,
            113.8,
            114.5
        ],
        "elevation": "17",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EC%9D%BC%EB%B3%B8(%EC%82%BF%ED%8F%AC%EB%A1%9C)/500/250",
        "desc": "아시아에 위치한 일본(삿포로)입니다. 쾨펜 기후 구분상 Df 기후가 나타납니다."
    },
    "일본(지치지마)": {
        "coords": [
            27.083333333333332,
            142.18333333333334
        ],
        "symbol": "Am",
        "temp": [
            18.5,
            18.1,
            19.3,
            21.1,
            23.4,
            26.2,
            27.7,
            28,
            27.7,
            26.4,
            23.8,
            20.6
        ],
        "precip": [
            63.6,
            51.6,
            75.8,
            113.3,
            151.9,
            111.8,
            79.5,
            123.3,
            144.2,
            141.7,
            136.1,
            103.3
        ],
        "elevation": "3",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EC%9D%BC%EB%B3%B8(%EC%A7%80%EC%B9%98%EC%A7%80%EB%A7%88)/500/250",
        "desc": "아시아에 위치한 일본(지치지마)입니다. 쾨펜 기후 구분상 Am 기후가 나타납니다."
    },
    "일본(후쿠오카)": {
        "coords": [
            33.56666666666667,
            130.36666666666667
        ],
        "symbol": "Cfa",
        "temp": [
            6.9,
            7.8,
            10.8,
            15.4,
            19.9,
            23.3,
            27.4,
            28.4,
            24.7,
            19.6,
            14.2,
            9.1
        ],
        "precip": [
            74.4,
            69.8,
            103.7,
            118.2,
            133.7,
            249.6,
            299.1,
            210,
            175.1,
            94.5,
            91.4,
            67.5
        ],
        "elevation": "2",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EC%9D%BC%EB%B3%B8(%ED%9B%84%EC%BF%A0%EC%98%A4%EC%B9%B4)/500/250",
        "desc": "아시아에 위치한 일본(후쿠오카)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다."
    },
    "자메이카(킹스턴)": {
        "coords": [
            17.933333333333334,
            -76.78333333333333
        ],
        "symbol": "Aw",
        "temp": [
            26.6,
            26.4,
            26.9,
            27.6,
            28.3,
            29.1,
            29.4,
            29.3,
            28.9,
            28.4,
            27.8,
            27.2
        ],
        "precip": [
            18,
            11.1,
            24.2,
            29.4,
            98.1,
            58.5,
            41.4,
            99.7,
            154.1,
            157.4,
            99.4,
            40.6
        ],
        "elevation": "3",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%9E%90%EB%A9%94%EC%9D%B4%EC%B9%B4(%ED%82%B9%EC%8A%A4%ED%84%B4)/500/250",
        "desc": "북아메리카에 위치한 자메이카(킹스턴)입니다. 쾨펜 기후 구분상 Aw 기후가 나타납니다."
    },
    "조지아(트빌리시)": {
        "coords": [
            41.75,
            44.766666666666666
        ],
        "symbol": "Cfa",
        "temp": [
            2.9,
            4.4,
            9,
            13,
            17.9,
            22.9,
            25.3,
            25.8,
            20.6,
            15,
            8.8,
            4.1
        ],
        "precip": [
            25.1,
            18.1,
            26,
            61.5,
            81.8,
            87.7,
            37.7,
            38.8,
            39.7,
            43.8,
            31.2,
            19.3
        ],
        "elevation": "427",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%A1%B0%EC%A7%80%EC%95%84(%ED%8A%B8%EB%B9%8C%EB%A6%AC%EC%8B%9C)/500/250",
        "desc": "아시아에 위치한 조지아(트빌리시)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다."
    },
    "중국(난징)": {
        "coords": [
            31.916666666666668,
            118.9
        ],
        "symbol": "Cfa",
        "temp": [
            3.2,
            5.6,
            10.2,
            16.2,
            21.5,
            25,
            28.4,
            27.9,
            23.7,
            18,
            11.6,
            5.4
        ],
        "precip": [
            50,
            54.2,
            80.2,
            82.4,
            83.9,
            193.5,
            231.8,
            156.9,
            71.8,
            55.4,
            52.3,
            35.1
        ],
        "elevation": "32",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EC%A4%91%EA%B5%AD(%EB%82%9C%EC%A7%95)/500/250",
        "desc": "아시아에 위치한 중국(난징)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다."
    },
    "중국(다롄)": {
        "coords": [
            38.9,
            121.63333333333334
        ],
        "symbol": "Dw",
        "temp": [
            -3.3,
            -0.9,
            4.3,
            10.9,
            17,
            20.9,
            24,
            24.8,
            21.1,
            14.3,
            6.4,
            -0.5
        ],
        "precip": [
            5.9,
            8,
            7.9,
            34.5,
            59,
            72.1,
            120.6,
            172.1,
            52,
            37.6,
            26.1,
            10.7
        ],
        "elevation": "97",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%A4%91%EA%B5%AD(%EB%8B%A4%EB%A1%84)/500/250",
        "desc": "아시아에 위치한 중국(다롄)입니다. 쾨펜 기후 구분상 Dw 기후가 나타납니다."
    },
    "중국(라싸)": {
        "coords": [
            29.666666666666668,
            91.13333333333334
        ],
        "symbol": "Cw",
        "temp": [
            -0.1,
            2.7,
            6.2,
            9.3,
            13.3,
            16.8,
            16.6,
            16,
            14.4,
            10,
            4.3,
            0.4
        ],
        "precip": [
            0.9,
            1,
            3.7,
            8.5,
            30.3,
            84.8,
            140.6,
            127.5,
            58.2,
            6.9,
            0.9,
            0.5
        ],
        "elevation": "3650",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%A4%91%EA%B5%AD(%EB%9D%BC%EC%8B%B8)/500/250",
        "desc": "아시아에 위치한 중국(라싸)입니다. 쾨펜 기후 구분상 Cw 기후가 나타납니다."
    },
    "중국(베이징)": {
        "coords": [
            39.93333333333333,
            116.28333333333333
        ],
        "symbol": "BS",
        "temp": [
            -2.8,
            0.6,
            7.5,
            15.1,
            21.3,
            25.3,
            27.2,
            26,
            21.2,
            13.8,
            5.2,
            -1
        ],
        "precip": [
            2.1,
            5.6,
            8.5,
            21.9,
            36.5,
            72.7,
            170.6,
            114.1,
            53.3,
            29.3,
            13.7,
            2.5
        ],
        "elevation": "32",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/beijing/500/250",
        "desc": "아시아에 위치한 중국(베이징)입니다. 쾨펜 기후 구분상 BS 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "250919"
    },
    "중국(상하이)": {
        "coords": [
            31.416666666666668,
            121.45
        ],
        "symbol": "Cfa",
        "temp": [
            5,
            6.5,
            10.3,
            15.7,
            20.9,
            24.4,
            28.8,
            28.5,
            24.8,
            19.7,
            13.9,
            7.5
        ],
        "precip": [
            67.5,
            62.9,
            81,
            77.2,
            90.6,
            181.5,
            144.1,
            215.5,
            122.2,
            61.5,
            60.5,
            47.4
        ],
        "elevation": "9",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/shanghai/500/250",
        "desc": "아시아에 위치한 중국(상하이)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다.",
        "exam_freq": "⭐⭐",
        "history": "240619, 250603"
    },
    "중국(선양)": {
        "coords": [
            41.733333333333334,
            123.51666666666667
        ],
        "symbol": "Dw",
        "temp": [
            -11.4,
            -6.2,
            1.8,
            10.8,
            17.8,
            22.2,
            24.9,
            23.8,
            17.9,
            9.8,
            0.3,
            -8.4
        ],
        "precip": [
            5.8,
            10,
            17,
            35.3,
            63.9,
            92.8,
            167,
            163.7,
            51,
            43.9,
            22.3,
            12.3
        ],
        "elevation": "49",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/shenyang/500/250",
        "desc": "아시아에 위치한 중국(선양)입니다. 쾨펜 기후 구분상 Dw 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "260904"
    },
    "중국(시안)": {
        "coords": [
            34.3,
            108.93333333333334
        ],
        "symbol": "BS",
        "temp": [
            0.5,
            4,
            9.4,
            15.9,
            20.9,
            25.8,
            27.7,
            25.4,
            20.7,
            14.2,
            7.4,
            1.7
        ],
        "precip": [
            6.5,
            6,
            26.9,
            36.7,
            50.2,
            65,
            91.3,
            79.6,
            81.1,
            63.4,
            24.1,
            8.2
        ],
        "elevation": "398",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%A4%91%EA%B5%AD(%EC%8B%9C%EC%95%88)/500/250",
        "desc": "아시아에 위치한 중국(시안)입니다. 쾨펜 기후 구분상 BS 기후가 나타납니다."
    },
    "중국(우루무치)": {
        "coords": [
            43.78333333333333,
            87.65
        ],
        "symbol": "Df",
        "temp": [
            -12.1,
            -8.9,
            0.4,
            11.5,
            17.3,
            22.4,
            24.2,
            23,
            17.2,
            8.8,
            -0.9,
            -9.2
        ],
        "precip": [
            10.4,
            13.5,
            19,
            40.1,
            41.6,
            27.8,
            35.8,
            29.4,
            20.2,
            22.4,
            24,
            20
        ],
        "elevation": "936",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%A4%91%EA%B5%AD(%EC%9A%B0%EB%A3%A8%EB%AC%B4%EC%B9%98)/500/250",
        "desc": "아시아에 위치한 중국(우루무치)입니다. 쾨펜 기후 구분상 Df 기후가 나타납니다."
    },
    "중국(우한)": {
        "coords": [
            30.6,
            114.05
        ],
        "symbol": "Cfa",
        "temp": [
            4.2,
            7,
            11.6,
            17.9,
            22.7,
            26.3,
            29.3,
            28.7,
            24.2,
            18.4,
            12.1,
            6.2
        ],
        "precip": [
            52.6,
            67.8,
            90.9,
            136.9,
            166,
            216.7,
            269,
            113.4,
            70.3,
            64.2,
            59.7,
            30.4
        ],
        "elevation": "24",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%A4%91%EA%B5%AD(%EC%9A%B0%ED%95%9C)/500/250",
        "desc": "아시아에 위치한 중국(우한)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다."
    },
    "중국(창춘)": {
        "coords": [
            43.9,
            125.21666666666667
        ],
        "symbol": "Dw",
        "temp": [
            -14.3,
            -9.3,
            -1,
            8.8,
            16.2,
            21.3,
            23.7,
            22.3,
            16.5,
            7.9,
            -2.8,
            -11.8
        ],
        "precip": [
            4.6,
            6.2,
            13.1,
            22.1,
            62.8,
            102.2,
            147.6,
            131.2,
            53.9,
            24.5,
            16.8,
            8.2
        ],
        "elevation": "238",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%A4%91%EA%B5%AD(%EC%B0%BD%EC%B6%98)/500/250",
        "desc": "아시아에 위치한 중국(창춘)입니다. 쾨펜 기후 구분상 Dw 기후가 나타납니다."
    },
    "중국(쿤밍)": {
        "coords": [
            25.016666666666666,
            102.68333333333334
        ],
        "symbol": "Cw",
        "temp": [
            9.3,
            11.6,
            14.9,
            17.8,
            19.7,
            20.7,
            20.5,
            20.3,
            18.8,
            16.2,
            12.5,
            9.5
        ],
        "precip": [
            21,
            11.3,
            20.1,
            27.3,
            72.9,
            177.4,
            216.6,
            196.1,
            121.4,
            80.8,
            30.6,
            13.1
        ],
        "elevation": "1892",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/kunming/500/250",
        "desc": "아시아에 위치한 중국(쿤밍)입니다. 쾨펜 기후 구분상 Cw 기후가 나타납니다.",
        "exam_freq": "⭐⭐",
        "history": "241119, 250607"
    },
    "중국(푸저우)": {
        "coords": [
            26.083333333333332,
            119.28333333333333
        ],
        "symbol": "Cfa",
        "temp": [
            11.4,
            12,
            14.4,
            19.1,
            23.1,
            26.6,
            29.4,
            28.9,
            26.7,
            22.6,
            18.6,
            13.7
        ],
        "precip": [
            57.1,
            78.6,
            128.8,
            136.6,
            189.3,
            228.8,
            150.2,
            193.2,
            133,
            47.8,
            52.7,
            43.2
        ],
        "elevation": "85",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/fuzhou/500/250",
        "desc": "아시아에 위치한 중국(푸저우)입니다. 쾨펜 기후 구분상 Cfa 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "230616"
    },
    "중국(하이커우)": {
        "coords": [
            20,
            110.25
        ],
        "symbol": "Aw",
        "temp": [
            18.2,
            19.3,
            22.4,
            25.6,
            27.9,
            28.9,
            28.9,
            28.5,
            27.6,
            25.9,
            23.2,
            19.6
        ],
        "precip": [
            23.9,
            29.6,
            42.4,
            80,
            194.6,
            236.6,
            247.6,
            296.1,
            268.9,
            273.9,
            60.2,
            38.1
        ],
        "elevation": "64",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%A4%91%EA%B5%AD(%ED%95%98%EC%9D%B4%EC%BB%A4%EC%9A%B0)/500/250",
        "desc": "아시아에 위치한 중국(하이커우)입니다. 쾨펜 기후 구분상 Aw 기후가 나타납니다."
    },
    "중국(홍콩)": {
        "coords": [
            22.3,
            114.16666666666667
        ],
        "symbol": "Cw",
        "temp": [
            16.1,
            16.8,
            19.1,
            22.7,
            26,
            28,
            28.6,
            28.4,
            27.6,
            25.3,
            21.9,
            17.8
        ],
        "precip": [
            32.7,
            37,
            68.9,
            138.5,
            284.8,
            453.7,
            382,
            456.1,
            320.6,
            116.6,
            39.2,
            29.2
        ],
        "elevation": "64",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/hongkong/500/250",
        "desc": "아시아에 위치한 중국(홍콩)입니다. 쾨펜 기후 구분상 Cw 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "220618"
    },
    "지브롤터(영)": {
        "coords": [
            36.15,
            -5.333333333333333
        ],
        "symbol": "Cs",
        "temp": [
            13.7,
            13.9,
            15.5,
            16.8,
            19.2,
            21.9,
            24.3,
            24.7,
            22.7,
            20,
            16.4,
            14.6
        ],
        "precip": [
            103.3,
            100.4,
            79.6,
            68.3,
            26.2,
            3.2,
            0.4,
            1.3,
            30.4,
            89.3,
            113.9,
            160.4
        ],
        "elevation": "5",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%A7%80%EB%B8%8C%EB%A1%A4%ED%84%B0(%EC%98%81)/500/250",
        "desc": "유럽에 위치한 지브롤터(영)입니다. 쾨펜 기후 구분상 Cs 기후가 나타납니다."
    },
    "차드(은자메나)": {
        "coords": [
            12.133333333333333,
            15.033333333333333
        ],
        "symbol": "BS",
        "temp": [
            23.6,
            26.9,
            31,
            34,
            33.6,
            31.2,
            28.2,
            26.7,
            27.9,
            29.4,
            27.5,
            24.1
        ],
        "precip": [
            0,
            0,
            0.3,
            2.5,
            30.1,
            55.6,
            178.2,
            196,
            89,
            21.9,
            0,
            0
        ],
        "elevation": "295",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%B0%A8%EB%93%9C(%EC%9D%80%EC%9E%90%EB%A9%94%EB%82%98)/500/250",
        "desc": "아프리카에 위치한 차드(은자메나)입니다. 쾨펜 기후 구분상 BS 기후가 나타납니다."
    },
    "체코(프라하)": {
        "coords": [
            50.1,
            14.25
        ],
        "symbol": "Cfb",
        "temp": [
            -0.8,
            0.3,
            4,
            9.1,
            13.4,
            16.8,
            18.7,
            18.5,
            13.9,
            8.7,
            3.8,
            0.3
        ],
        "precip": [
            20,
            17.3,
            28.6,
            27,
            60.4,
            70.7,
            76.2,
            65.9,
            38.8,
            33.8,
            28.5,
            25.3
        ],
        "elevation": "380",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%B2%B4%EC%BD%94(%ED%94%84%EB%9D%BC%ED%95%98)/500/250",
        "desc": "유럽에 위치한 체코(프라하)입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다."
    },
    "칠레(푸다후엘)": {
        "coords": [
            -33.38333333333333,
            -70.78333333333333
        ],
        "symbol": "BS",
        "temp": [
            21.1,
            20.2,
            18.2,
            14.3,
            11,
            8.5,
            7.9,
            9.4,
            11.6,
            14.5,
            17.5,
            19.7
        ],
        "precip": [
            0.6,
            0.8,
            2.5,
            9.8,
            36.4,
            65.7,
            39,
            29.8,
            14.2,
            7,
            3.7,
            2
        ],
        "elevation": "481",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%B9%A0%EB%A0%88(%ED%91%B8%EB%8B%A4%ED%9B%84%EC%97%98)/500/250",
        "desc": "남아메리카에 위치한 칠레(푸다후엘)입니다. 쾨펜 기후 구분상 BS 기후가 나타납니다."
    },
    "칠레(푸에르토몬트)": {
        "coords": [
            -41.43333333333333,
            -73.08333333333333
        ],
        "symbol": "Cfb",
        "temp": [
            14.5,
            13.9,
            12.3,
            10,
            8.6,
            6.8,
            6.3,
            6.8,
            7.8,
            9.5,
            11.4,
            13.3
        ],
        "precip": [
            68.1,
            62,
            96.2,
            135,
            195.5,
            213,
            178.6,
            173.5,
            106.3,
            114.4,
            103.8,
            86.6
        ],
        "elevation": "84",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EC%B9%A0%EB%A0%88(%ED%91%B8%EC%97%90%EB%A5%B4%ED%86%A0%EB%AA%AC%ED%8A%B8)/500/250",
        "desc": "남아메리카에 위치한 칠레(푸에르토몬트)입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다."
    },
    "카자흐스탄(알마티)": {
        "coords": [
            43.21666666666667,
            76.91666666666667
        ],
        "symbol": "Df",
        "temp": [
            -4.5,
            -2.4,
            4.3,
            12.1,
            17.1,
            22.1,
            24.5,
            23.3,
            18,
            10.5,
            2.9,
            -2.7
        ],
        "precip": [
            35.2,
            42.7,
            71.9,
            108.8,
            98.8,
            59.8,
            42.2,
            33.4,
            27.7,
            49.8,
            55.3,
            44.9
        ],
        "elevation": "851",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EC%B9%B4%EC%9E%90%ED%9D%90%EC%8A%A4%ED%83%84(%EC%95%8C%EB%A7%88%ED%8B%B0)/500/250",
        "desc": "아시아에 위치한 카자흐스탄(알마티)입니다. 쾨펜 기후 구분상 Df 기후가 나타납니다."
    },
    "캄보디아(프놈펜)": {
        "coords": [
            11.6,
            104.86666666666666
        ],
        "symbol": "Aw",
        "temp": [
            27,
            28,
            29.7,
            30.3,
            30.5,
            29.6,
            29,
            29,
            28.4,
            28.3,
            28.1,
            26.9
        ],
        "precip": [
            15,
            4.6,
            31.8,
            92.8,
            128.4,
            166.3,
            171.3,
            181.4,
            266.2,
            260.2,
            103.5,
            33.5
        ],
        "elevation": "10",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%BA%84%EB%B3%B4%EB%94%94%EC%95%84(%ED%94%84%EB%86%88%ED%8E%9C)/500/250",
        "desc": "아시아에 위치한 캄보디아(프놈펜)입니다. 쾨펜 기후 구분상 Aw 기후가 나타납니다."
    },
    "캐나다(몬트리올)": {
        "coords": [
            45.46666666666667,
            -73.75
        ],
        "symbol": "Df",
        "temp": [
            -10,
            -8.2,
            -2.4,
            5.8,
            13.9,
            19,
            20.8,
            20.1,
            15,
            8.3,
            2.2,
            -5.7
        ],
        "precip": [
            100.1,
            68.4,
            71.3,
            85.7,
            80.5,
            83.3,
            85.2,
            76.8,
            83.6,
            65.1,
            79.1,
            66.8
        ],
        "elevation": "35",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/montreal/500/250",
        "desc": "북아메리카에 위치한 캐나다(몬트리올)입니다. 쾨펜 기후 구분상 Df 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "220613"
    },
    "캐나다(밴쿠버)": {
        "coords": [
            49.18333333333333,
            -123.16666666666667
        ],
        "symbol": "Cfb",
        "temp": [
            3.9,
            5.2,
            7.1,
            9.7,
            12.9,
            15.5,
            17.7,
            18.1,
            15,
            10.3,
            6.1,
            3.9
        ],
        "precip": [
            171.9,
            99.9,
            105.7,
            94.8,
            68.3,
            62.9,
            47.7,
            44.4,
            44.8,
            114.8,
            177.1,
            168.4
        ],
        "elevation": "4",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/vancouver/500/250",
        "desc": "북아메리카에 위치한 캐나다(밴쿠버)입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "251113"
    },
    "케냐(조모케냐타)": {
        "coords": [
            -1.3166666666666667,
            36.9
        ],
        "symbol": "Cfb",
        "temp": [
            20.4,
            21.3,
            21.9,
            20.8,
            20,
            18.6,
            17.7,
            18.4,
            20.1,
            20.8,
            19.9,
            20.5
        ],
        "precip": [
            91.4,
            49.2,
            88.6,
            122.6,
            96.8,
            28.8,
            21.7,
            16.6,
            18.3,
            51.2,
            126.8,
            100.6
        ],
        "elevation": "1624",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%EC%BC%80%EB%83%90(%EC%A1%B0%EB%AA%A8%EC%BC%80%EB%83%90%ED%83%80)/500/250",
        "desc": "아프리카에 위치한 케냐(조모케냐타)입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다."
    },
    "코스타리카(푸에르토리몬)": {
        "coords": [
            9.966666666666667,
            -83.01666666666667
        ],
        "symbol": "Af",
        "temp": [
            24.8,
            24.9,
            25.6,
            26.1,
            26.7,
            26.7,
            26.2,
            26.3,
            26.5,
            26.5,
            25.7,
            25.1
        ],
        "precip": [
            318.3,
            208.3,
            193.2,
            231.2,
            367.4,
            299.7,
            476.9,
            283.8,
            130.4,
            191.5,
            399.4,
            448.9
        ],
        "elevation": "5",
        "source": "일본기상청WMO",
        "image": "https://picsum.photos/seed/%EC%BD%94%EC%8A%A4%ED%83%80%EB%A6%AC%EC%B9%B4(%ED%91%B8%EC%97%90%EB%A5%B4%ED%86%A0%EB%A6%AC%EB%AA%AC)/500/250",
        "desc": "북아메리카에 위치한 코스타리카(푸에르토리몬)입니다. 쾨펜 기후 구분상 Af 기후가 나타납니다."
    },
    "코트디부아르(아비장)": {
        "coords": [
            5.25,
            -3.9333333333333336
        ],
        "symbol": "Aw",
        "temp": [
            27.3,
            28.1,
            28.4,
            28.4,
            27.9,
            26.5,
            25.4,
            24.6,
            25.3,
            26.6,
            27.7,
            27.7
        ],
        "precip": [
            28.8,
            36.8,
            82.6,
            159.4,
            266,
            411.5,
            159.9,
            45,
            73.6,
            216.6,
            188.7,
            81.2
        ],
        "elevation": "7",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/abidjan/500/250",
        "desc": "아프리카에 위치한 코트디부아르(아비장)입니다. 쾨펜 기후 구분상 Aw 기후가 나타납니다.",
        "exam_freq": "⭐⭐",
        "history": "220614, 250610"
    },
    "콜롬비아(보고타)": {
        "coords": [
            4.7,
            -74.15
        ],
        "symbol": "Cfb",
        "temp": [
            13.2,
            13.7,
            13.9,
            14.2,
            14.1,
            13.8,
            13.4,
            13.4,
            13.5,
            13.4,
            13.6,
            13.4
        ],
        "precip": [
            26.3,
            51.4,
            97.2,
            117.1,
            110.7,
            64.9,
            51.6,
            46.4,
            60.5,
            103.2,
            109.7,
            56
        ],
        "elevation": "2547",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/bogota/500/250",
        "desc": "남아메리카에 위치한 콜롬비아(보고타)입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다.",
        "exam_freq": "⭐⭐",
        "history": "230915"
    },
    "키르기스스탄(비슈케크)": {
        "coords": [
            42.85,
            74.53333333333333
        ],
        "symbol": "Cs",
        "temp": [
            -2.6,
            -0.5,
            6.2,
            12.8,
            17.9,
            22.9,
            25.5,
            24.2,
            18.6,
            11.6,
            4.3,
            -1
        ],
        "precip": [
            28.2,
            38,
            52.5,
            77.4,
            64.5,
            37.9,
            19.2,
            14.2,
            19.4,
            38.4,
            46,
            37.9
        ],
        "elevation": "756",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%ED%82%A4%EB%A5%B4%EA%B8%B0%EC%8A%A4%EC%8A%A4%ED%83%84(%EB%B9%84%EC%8A%88%EC%BC%80%ED%81%AC)/500/250",
        "desc": "아시아에 위치한 키르기스스탄(비슈케크)입니다. 쾨펜 기후 구분상 Cs 기후가 나타납니다."
    },
    "타이(방콕)": {
        "coords": [
            13.716666666666667,
            100.55
        ],
        "symbol": "Aw",
        "temp": [
            27.6,
            28.7,
            29.8,
            30.8,
            30.5,
            29.8,
            29.3,
            29.1,
            28.7,
            28.5,
            28.4,
            27.4
        ],
        "precip": [
            24.2,
            19.4,
            53.6,
            92.7,
            215.4,
            209.9,
            182.9,
            212,
            343.6,
            304,
            46.5,
            13.5
        ],
        "elevation": "3",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/bangkok/500/250",
        "desc": "아시아에 위치한 타이(방콕)입니다. 쾨펜 기후 구분상 Aw 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "230616"
    },
    "탄자니아(다르에스살람)": {
        "coords": [
            -6.866666666666667,
            39.2
        ],
        "symbol": "Aw",
        "temp": [
            28.2,
            28.2,
            27.7,
            26.7,
            26,
            24.6,
            23.8,
            24.1,
            24.9,
            26.1,
            26.9,
            27.9
        ],
        "precip": [
            53.4,
            66,
            167.6,
            259.5,
            162.8,
            22,
            16.5,
            15.3,
            21.8,
            79,
            121.7,
            135.2
        ],
        "elevation": "55",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/daressalaam/500/250",
        "desc": "아프리카에 위치한 탄자니아(다르에스살람)입니다. 쾨펜 기후 구분상 Aw 기후가 나타납니다.",
        "exam_freq": "⭐⭐",
        "history": "220614, 230902, 250610"
    },
    "프랑스(오를리(파리))": {
        "coords": [
            48.71666666666667,
            2.3833333333333333
        ],
        "symbol": "Cfb",
        "temp": [
            4.6,
            5,
            8.2,
            11.2,
            14.9,
            18.2,
            20.4,
            20.1,
            16.3,
            12.3,
            7.8,
            5.1
        ],
        "precip": [
            44.8,
            43.4,
            44,
            41.4,
            62.2,
            58.4,
            53.1,
            62.3,
            42.2,
            54.2,
            54.6,
            62.2
        ],
        "elevation": "89",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/paris/500/250",
        "desc": "유럽에 위치한 프랑스(오를리(파리))입니다. 쾨펜 기후 구분상 Cfb 기후가 나타납니다.",
        "exam_freq": "⭐",
        "history": "260603"
    },
    "프랑스(폴리네시아)(타히티)": {
        "coords": [
            -17.55,
            -149.6
        ],
        "symbol": "Am",
        "temp": [
            27.5,
            27.6,
            27.8,
            27.6,
            26.7,
            25.7,
            25.3,
            25.2,
            25.7,
            26.2,
            27,
            27.3
        ],
        "precip": [
            265.9,
            245.5,
            172.3,
            100.8,
            98.1,
            75.9,
            43.9,
            41.9,
            48.4,
            102.2,
            109.2,
            283.8
        ],
        "elevation": "2",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%ED%94%84%EB%9E%91%EC%8A%A4(%ED%8F%B4%EB%A6%AC%EB%84%A4%EC%8B%9C%EC%95%84)(%ED%83%80%ED%9E%88%ED%8B%B0)/500/250",
        "desc": "오세아니아에 위치한 프랑스(폴리네시아)(타히티)입니다. 쾨펜 기후 구분상 Am 기후가 나타납니다."
    },
    "한국(서울)": {
        "coords": [
            37.56666666666667,
            126.95
        ],
        "symbol": "Cw",
        "temp": [
            -1.9,
            0.7,
            6.1,
            12.6,
            18.3,
            22.7,
            25.3,
            26.1,
            21.7,
            15.1,
            7.5,
            0.2
        ],
        "precip": [
            16.4,
            28.1,
            36.9,
            71.7,
            103.7,
            129.6,
            414.5,
            348.3,
            141.6,
            52.1,
            51.2,
            23.7
        ],
        "elevation": "86",
        "source": "이과연표 2022",
        "image": "https://picsum.photos/seed/%ED%95%9C%EA%B5%AD(%EC%84%9C%EC%9A%B8)/500/250",
        "desc": "아시아에 위치한 한국(서울)입니다. 쾨펜 기후 구분상 Cw 기후가 나타납니다."
    },
    "싱가포르": {
        "coords": [
            1.35,
            103.81
        ],
        "symbol": "Af",
        "temp": [
            26,
            27,
            27,
            28,
            28,
            28,
            28,
            28,
            27,
            27,
            27,
            26
        ],
        "precip": [
            234,
            183,
            185,
            179,
            171,
            130,
            154,
            148,
            163,
            191,
            250,
            269
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐",
        "history": "230616",
        "image": "https://picsum.photos/seed/singapore/500/250",
        "desc": "열대 우림(Af). 연중 적도 수렴대의 영향을 받아 고온 다습하며 건기가 없습니다."
    },
    "타바칭가": {
        "coords": [
            -4.23,
            -69.94
        ],
        "symbol": "Af",
        "temp": [
            26,
            26,
            26,
            26,
            26,
            26,
            26,
            26,
            27,
            27,
            27,
            26
        ],
        "precip": [
            280,
            240,
            290,
            270,
            220,
            170,
            150,
            160,
            190,
            220,
            230,
            260
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐",
        "history": "240620",
        "image": "https://picsum.photos/seed/tabatinga/500/250",
        "desc": "열대 우림(Af). 남미 아마존 분지 내부에 위치하여 셀바스(Selvas)가 넓게 분포합니다."
    },
    "폰티아낙": {
        "coords": [
            0,
            109.33
        ],
        "symbol": "Af",
        "temp": [
            26.5,
            26.6,
            26.8,
            27,
            27.2,
            27,
            26.8,
            26.9,
            27,
            27.1,
            26.8,
            26.5
        ],
        "precip": [
            260,
            210,
            230,
            280,
            270,
            210,
            190,
            180,
            210,
            320,
            380,
            310
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐",
        "history": "241112",
        "image": "https://picsum.photos/seed/pontianak/500/250",
        "desc": "열대 우림(Af). 적도(위도 0도)가 정확히 통과하여 계절 변화 없이 항상 덥고 습합니다."
    },
    "다윈": {
        "coords": [
            -12.46,
            130.84
        ],
        "symbol": "Aw",
        "temp": [
            28,
            28,
            28,
            28,
            27,
            25,
            25,
            26,
            28,
            29,
            29,
            29
        ],
        "precip": [
            426,
            374,
            319,
            101,
            21,
            2,
            1,
            5,
            15,
            70,
            142,
            251
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐⭐⭐⭐⭐",
        "history": "230616, 231119, 240906, 251119, 260612, 260914",
        "image": "https://picsum.photos/seed/darwin/500/250",
        "desc": "사바나(Aw). 남반구 사바나 대표 지점. 1월(여름) 우기, 7월(겨울) 건기가 뚜렷합니다."
    },
    "시우다드볼리바르": {
        "coords": [
            8.12,
            -63.54
        ],
        "symbol": "Aw",
        "temp": [
            27,
            28,
            28,
            29,
            29,
            28,
            27,
            28,
            28,
            28,
            28,
            27
        ],
        "precip": [
            20,
            10,
            10,
            30,
            130,
            230,
            200,
            170,
            100,
            80,
            80,
            40
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐",
        "history": "240620",
        "image": "https://picsum.photos/seed/bolivar/500/250",
        "desc": "사바나(Aw). 베네수엘라 오리노코강 유역의 북반구 사바나(야노스) 지대입니다."
    },
    "히우브랑쿠": {
        "coords": [
            -9.97,
            -67.81
        ],
        "symbol": "Aw",
        "temp": [
            25,
            25,
            25,
            25,
            24,
            24,
            24,
            25,
            26,
            26,
            26,
            25
        ],
        "precip": [
            290,
            280,
            260,
            190,
            100,
            40,
            30,
            40,
            90,
            160,
            210,
            260
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐",
        "history": "240620",
        "image": "https://picsum.photos/seed/riobranco/500/250",
        "desc": "사바나(Aw). 브라질 서부의 아마존 우림 가장자리에 위치하여 건기가 짧습니다."
    },
    "세렝게티": {
        "coords": [
            -2.33,
            34.83
        ],
        "symbol": "Aw",
        "temp": [
            21,
            21,
            21,
            21,
            20,
            19,
            19,
            20,
            21,
            22,
            21,
            21
        ],
        "precip": [
            100,
            100,
            140,
            160,
            80,
            30,
            10,
            20,
            30,
            60,
            110,
            110
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐⭐",
        "history": "241112, 260914",
        "image": "https://picsum.photos/seed/serengeti/500/250",
        "desc": "사바나(Aw). 야생 동물의 대이동이 일어나는 아프리카의 대표적인 초원입니다."
    },
    "리우데자네이루": {
        "coords": [
            -22.9,
            -43.17
        ],
        "symbol": "Aw",
        "temp": [
            26,
            26,
            26,
            24,
            23,
            22,
            21,
            22,
            22,
            23,
            24,
            25
        ],
        "precip": [
            130,
            120,
            130,
            100,
            80,
            50,
            40,
            50,
            60,
            80,
            100,
            130
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐",
        "history": "230915",
        "image": "https://picsum.photos/seed/rio/500/250",
        "desc": "사바나(Aw). 남회귀선 부근의 해안 도시로 겨울철(7월) 강수량이 적습니다."
    },
    "푸앵트누아르": {
        "coords": [
            -4.77,
            11.85
        ],
        "symbol": "Aw",
        "temp": [
            26,
            27,
            27,
            27,
            26,
            23,
            22,
            22,
            24,
            25,
            26,
            26
        ],
        "precip": [
            170,
            200,
            220,
            180,
            80,
            5,
            1,
            2,
            15,
            70,
            180,
            140
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐",
        "history": "250905",
        "image": "https://picsum.photos/seed/pointenoire/500/250",
        "desc": "사바나(Aw). 아프리카 중서부 연안에 위치하며 한류 영향으로 건기가 뚜렷합니다."
    },
    "리마": {
        "coords": [
            -12.04,
            -77.03
        ],
        "symbol": "BW",
        "temp": [
            23,
            23,
            23,
            21,
            19,
            17,
            16,
            16,
            16,
            17,
            19,
            21
        ],
        "precip": [
            1,
            0,
            0,
            0,
            1,
            2,
            2,
            3,
            3,
            1,
            1,
            1
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐⭐",
        "history": "231105, 260914",
        "image": "https://picsum.photos/seed/lima/500/250",
        "desc": "건조 사막(BW). 페루 해류(한류)의 영향으로 안개만 잦을 뿐 비는 거의 내리지 않습니다."
    },
    "아타카마사막": {
        "coords": [
            -23.65,
            -70.4
        ],
        "symbol": "BW",
        "temp": [
            20,
            20,
            19,
            17,
            15,
            14,
            13,
            14,
            15,
            16,
            17,
            19
        ],
        "precip": [
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐",
        "history": "240620",
        "image": "https://picsum.photos/seed/atacama/500/250",
        "desc": "건조 사막(BW). 한류와 아열대 고압대의 중첩으로 세계에서 가장 메마른 사막입니다."
    },
    "나미브사막": {
        "coords": [
            -24.5,
            15.3
        ],
        "symbol": "BW",
        "temp": [
            21,
            21,
            20,
            18,
            16,
            14,
            13,
            14,
            15,
            17,
            19,
            20
        ],
        "precip": [
            2,
            2,
            5,
            2,
            1,
            0,
            0,
            0,
            1,
            1,
            2,
            2
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐",
        "history": "260919",
        "image": "https://picsum.photos/seed/namib/500/250",
        "desc": "건조 사막(BW). 아프리카 남서부 해안을 따라 흐르는 한류에 의해 형성된 해안 사막입니다."
    },
    "카스": {
        "coords": [
            39.47,
            75.99
        ],
        "symbol": "BW",
        "temp": [
            -5,
            0,
            9,
            16,
            21,
            25,
            27,
            26,
            21,
            13,
            4,
            -3
        ],
        "precip": [
            5,
            6,
            8,
            7,
            11,
            15,
            12,
            10,
            8,
            5,
            4,
            3
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐⭐",
        "history": "220618, 231111",
        "image": "https://picsum.photos/seed/kashgar/500/250",
        "desc": "건조 사막(BW). 바다와 멀리 떨어진 격해도 원인으로 형성된 온/냉대 내륙 사막입니다."
    },
    "서안": {
        "coords": [
            34.34,
            108.94
        ],
        "symbol": "BS",
        "temp": [
            0,
            4,
            10,
            16,
            21,
            26,
            28,
            26,
            21,
            15,
            8,
            2
        ],
        "precip": [
            7,
            10,
            25,
            45,
            60,
            60,
            95,
            90,
            95,
            60,
            30,
            10
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐",
        "history": "221116",
        "image": "https://picsum.photos/seed/xian/500/250",
        "desc": "건조 스텝(BS). 중국 내륙의 스텝 기후 지점으로 황사의 발원지 중 하나입니다."
    },
    "로마": {
        "coords": [
            41.9,
            12.49
        ],
        "symbol": "Cs",
        "temp": [
            7.5,
            8.2,
            10.5,
            13.1,
            17.3,
            21.3,
            24.1,
            24.1,
            20.9,
            16.3,
            11.9,
            8.7
        ],
        "precip": [
            81,
            71,
            65,
            67,
            49,
            36,
            18,
            38,
            68,
            93,
            111,
            98
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐⭐⭐⭐",
        "history": "240906, 250919",
        "image": "https://picsum.photos/seed/rome/500/250",
        "desc": "지중해성(Cs). 여름은 고온 건조하여 수목 농업을, 겨울은 온난 습윤합니다."
    },
    "산티아고": {
        "coords": [
            -33.45,
            -70.66
        ],
        "symbol": "Cs",
        "temp": [
            20.9,
            19.9,
            17.6,
            14.2,
            11.1,
            8.5,
            8.1,
            9.5,
            11.5,
            14.5,
            17.3,
            19.9
        ],
        "precip": [
            0,
            1,
            3,
            13,
            46,
            69,
            68,
            45,
            22,
            11,
            5,
            2
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐",
        "history": "221119",
        "image": "https://picsum.photos/seed/santiago/500/250",
        "desc": "지중해성(Cs). 칠레 중부에 위치하여 포도주 생산으로 유명한 뚜렷한 Cs 지점입니다."
    },
    "튀니스": {
        "coords": [
            36.8,
            10.18
        ],
        "symbol": "Cs",
        "temp": [
            10,
            11,
            13,
            16,
            20,
            24,
            27,
            28,
            25,
            21,
            15,
            11
        ],
        "precip": [
            63,
            52,
            47,
            37,
            23,
            10,
            3,
            7,
            36,
            58,
            55,
            68
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐",
        "history": "230902",
        "image": "https://picsum.photos/seed/tunis/500/250",
        "desc": "지중해성(Cs). 아프리카 북단 지중해 연안으로 유럽 남부와 유사한 기후를 보입니다."
    },
    "예루살렘": {
        "coords": [
            31.76,
            35.21
        ],
        "symbol": "Cs",
        "temp": [
            9,
            10,
            13,
            17,
            21,
            24,
            26,
            26,
            24,
            21,
            15,
            11
        ],
        "precip": [
            133,
            118,
            92,
            25,
            3,
            0,
            0,
            0,
            0,
            15,
            60,
            106
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐",
        "history": "220614",
        "image": "https://picsum.photos/seed/jerusalem/500/250",
        "desc": "지중해성(Cs). 중동 지역으로 여름철 비가 전혀 오지 않는 사막 인접 지중해성 기후입니다."
    },
    "시칠리아": {
        "coords": [
            38.11,
            13.36
        ],
        "symbol": "Cs",
        "temp": [
            12,
            12,
            14,
            16,
            19,
            23,
            26,
            27,
            24,
            21,
            17,
            13
        ],
        "precip": [
            70,
            65,
            60,
            45,
            25,
            12,
            5,
            15,
            40,
            80,
            95,
            80
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐",
        "history": "기출 참고",
        "image": "https://picsum.photos/seed/sicily/500/250",
        "desc": "지중해성(Cs). 이탈리아 남부로 지중해 농업의 핵심 지역입니다."
    },
    "오클랜드": {
        "coords": [
            -36.84,
            174.76
        ],
        "symbol": "Cfb",
        "temp": [
            20,
            20.2,
            18.8,
            16.1,
            14,
            11.8,
            10.9,
            11.8,
            13.1,
            14.6,
            16.4,
            18.2
        ],
        "precip": [
            71,
            71,
            80,
            94,
            105,
            122,
            128,
            112,
            92,
            90,
            84,
            88
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐⭐⭐",
        "history": "220618, 221116, 230905",
        "image": "https://picsum.photos/seed/auckland/500/250",
        "desc": "서안 해양성(Cfb). 뉴질랜드 북섬에 위치하여 연중 푸른 목초지가 조성됩니다."
    },
    "칭다오": {
        "coords": [
            36.06,
            120.38
        ],
        "symbol": "Cw",
        "temp": [
            -1,
            1,
            6,
            12,
            18,
            22,
            25,
            26,
            22,
            16,
            9,
            2
        ],
        "precip": [
            10,
            12,
            21,
            35,
            55,
            85,
            150,
            150,
            70,
            35,
            25,
            10
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐⭐",
        "history": "230905, 240906",
        "image": "https://picsum.photos/seed/qingdao/500/250",
        "desc": "온대 겨울 건조(Cw). 중국 산둥반도로 겨울에 건조한 대륙성 특징이 강합니다."
    },
    "키이우": {
        "coords": [
            50.45,
            30.52
        ],
        "symbol": "Df",
        "temp": [
            -3.5,
            -3,
            1.8,
            9.3,
            15.5,
            18.5,
            20.5,
            19.7,
            14.2,
            8.4,
            1.9,
            -2.3
        ],
        "precip": [
            36,
            39,
            37,
            46,
            57,
            82,
            71,
            60,
            57,
            47,
            53,
            45
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐",
        "history": "250919",
        "image": "https://picsum.photos/seed/kyiv/500/250",
        "desc": "냉대 습윤(Df). 우크라이나의 수도로 비옥한 흑토(체르노젬) 지대가 펼쳐집니다."
    },
    "캘거리": {
        "coords": [
            51.04,
            -114.07
        ],
        "symbol": "Df",
        "temp": [
            -7,
            -5,
            -1,
            5,
            10,
            14,
            17,
            16,
            11,
            5,
            -3,
            -7
        ],
        "precip": [
            15,
            13,
            17,
            25,
            55,
            95,
            65,
            55,
            45,
            15,
            13,
            15
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐",
        "history": "221119",
        "image": "https://picsum.photos/seed/calgary/500/250",
        "desc": "냉대 습윤(Df). 로키산맥 동쪽의 내륙 고원으로 강수량이 적은 냉대 지역입니다."
    },
    "포트 머리": {
        "coords": [
            56.72,
            -111.38
        ],
        "symbol": "Df",
        "temp": [
            -17.4,
            -13.3,
            -6.2,
            3.3,
            10.3,
            14.8,
            17.1,
            15.9,
            9.9,
            2.3,
            -8.6,
            -14.6
        ],
        "precip": [
            18,
            13,
            16,
            21,
            35,
            75,
            81,
            72,
            45,
            26,
            18,
            18
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐⭐",
        "history": "231111",
        "image": "https://picsum.photos/seed/fortmcmurray/500/250",
        "desc": "냉대 습윤(Df). 고위도에 있어 침엽수림(타이가)이 발달한 캐나다 내륙 지점입니다."
    },
    "치타": {
        "coords": [
            52.03,
            113.5
        ],
        "symbol": "Dw",
        "temp": [
            -25,
            -20,
            -9,
            2,
            10,
            17,
            20,
            17,
            9,
            0,
            -12,
            -22
        ],
        "precip": [
            3,
            2,
            3,
            10,
            25,
            60,
            100,
            90,
            40,
            10,
            5,
            4
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐",
        "history": "220613",
        "image": "https://picsum.photos/seed/chita/500/250",
        "desc": "냉대 겨울 건조(Dw). 대륙 한복판에 있어 강수량이 극히 적고 연교차가 큽니다."
    },
    "배로(우트키아빅)": {
        "coords": [
            71.29,
            -156.78
        ],
        "symbol": "ET",
        "temp": [
            -25.2,
            -28.2,
            -26.3,
            -18.3,
            -7.1,
            2.1,
            4.9,
            4.2,
            0.9,
            -7.3,
            -16.2,
            -22.5
        ],
        "precip": [
            4,
            4,
            4,
            5,
            5,
            8,
            24,
            26,
            18,
            12,
            6,
            4
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐⭐⭐⭐⭐",
        "history": "221116, 231111, 240916, 250910, 251113, 260603, 260919",
        "image": "https://picsum.photos/seed/barrow/500/250",
        "desc": "툰드라(ET). 최난월 10℃ 미만으로, 여름에 표면이 녹아 이끼가 자라며 순록 유목을 합니다."
    },
    "틱시": {
        "coords": [
            71.63,
            128.86
        ],
        "symbol": "ET",
        "temp": [
            -30,
            -31,
            -25,
            -16,
            -5,
            4,
            8,
            7,
            2,
            -10,
            -22,
            -28
        ],
        "precip": [
            10,
            10,
            10,
            10,
            15,
            25,
            35,
            40,
            30,
            20,
            15,
            10
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐",
        "history": "241112",
        "image": "https://picsum.photos/seed/tiksi/500/250",
        "desc": "툰드라(ET). 유라시아 대륙 북극해 연안으로, 짧은 여름 땅이 녹아 습지가 형성됩니다."
    },
    "그린란드": {
        "coords": [
            75,
            -42
        ],
        "symbol": "EF",
        "temp": [
            -35,
            -36,
            -34,
            -28,
            -15,
            -5,
            -2,
            -3,
            -10,
            -20,
            -30,
            -33
        ],
        "precip": [
            10,
            10,
            10,
            10,
            15,
            15,
            20,
            25,
            20,
            15,
            10,
            10
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐⭐⭐⭐",
        "history": "220613, 221116, 240916, 241112",
        "image": "https://picsum.photos/seed/greenland/500/250",
        "desc": "영구 빙설(EF). 여름철 가장 따뜻한 달조차 0℃를 넘지 못해 일년 내내 얼어붙어 있습니다."
    },
    "아디스아바바": {
        "coords": [
            9.03,
            38.74
        ],
        "symbol": "AH",
        "temp": [
            16,
            17,
            18,
            18,
            18,
            17,
            16,
            16,
            16,
            16,
            16,
            15
        ],
        "precip": [
            13,
            30,
            58,
            82,
            84,
            138,
            280,
            290,
            149,
            27,
            7,
            7
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐⭐",
        "history": "221105",
        "image": "https://picsum.photos/seed/addisababa/500/250",
        "desc": "열대 고산(AH). 에티오피아 고원 지대로 연중 15도 안팎의 선선한 상춘 기후가 나타납니다."
    },
    "티벳고원": {
        "coords": [
            32,
            90
        ],
        "symbol": "H",
        "temp": [
            -10,
            -7,
            -2,
            3,
            8,
            12,
            14,
            13,
            9,
            3,
            -5,
            -9
        ],
        "precip": [
            2,
            3,
            5,
            10,
            25,
            60,
            100,
            90,
            50,
            15,
            3,
            2
        ],
        "elevation": "정보 없음",
        "source": "기출 데이터 추가본",
        "exam_freq": "⭐⭐",
        "history": "260914",
        "image": "https://picsum.photos/seed/tibet/500/250",
        "desc": "고산 툰드라(H). 세계의 지붕으로 불리며, 위도가 낮음에도 한랭한 기후를 보입니다."
    }
};
